[
    {
        "title": "S&P 500 surges to record high marking market rebound - BBC News",
        "article": "S&P 500 surges to record high marking market rebound\nPublished\n20 January\nShare\nclose panel\nShare page\nCopy link\nAbout sharing\nImage source, Getty Images\nImage caption,\nA trader watches the market\nBy Natalie Sherman\nBusiness reporter, New York\nShares in the US rose to record highs on Friday, fuelled by tech stocks and rising hopes about the economy.\nThe S&P 500 index, which tracks shares of America's biggest companies, ended the day up 1.2% to close at 4,839.8, topping the previous record set in January 2022.\nThe new high means it has recovered from the tumble it took two years ago.\nThen, markets were worried over inflation and how the economy would respond.\nNow, as inflation eases and threats of economic downturn recede, investors have piled back into stocks.\nThe Dow Jones Industrial Average, which tracks firms meant to be representative of the economy, rebounded to hit its own record late last year, as optimistic investors bought up shares.\nIt notched another new high on Friday, rising 1% on the day.\nThe Nasdaq, where many tech firms are listed, surged 1.7% but remains about 4% lower than its 2021 peak.\nFor Wall Street, the new S&P record definitively marks out the current period, as shares recovered 35% from the October 2022 low, as one of rising share prices known as a bull market.\nInvestors have been cheered by hopes that the US central bank, which raised interest rates sharply in 2022 to try to cool the economy and slow price increases, is close to declaring victory and potentially starting to reverse course later this year.\nThat would lower borrowing costs and lift a weight on the economy, helping companies. At the same time, rate cuts would push investors away from investments tied to interest rates and towards shares, in a further boost to prices.\nTech companies have also been lifted by hopes that advances in artificial intelligence will unleash new growth.\nThe improvement in sentiment is also trickling out to the public, who have seen retirement and investment accounts recover, while gas prices come down and price increases in other items ease.\nThe University of Michigan's monthly survey of consumers, a closely tracked barometer of mood, on Friday reported that sentiment this month had risen to the highest level since 2021, up more than 21% from a year ago.\n\"Consumer views were supported by confidence that inflation has turned a corner and strengthening income expectations,\" the survey said.\n\"Over the last two months, sentiment has climbed a cumulative 29%, the largest two-month increase since 1991 as a recession ended.\"\nRelated Topics\nNASDAQ\nUS economy\nS&P 500\nDow Jones Industrial Average\nMore on this story\nUS inflation picks up more than expected\nPublished\n11 January\nUS home sales see worst year since 1995\nPublished\n19 January\nGlobal economy set for weakest growth since Covid\nPublished\n9 January",
        "Publishdate": "No",
        "author": "By Natalie Sherman",
        "link": "https://www.bbc.co.uk/news/business-68035276"
    },
    {
        "title": "Coronavirus: FTSE 100, Dow, S&P 500 in worst day since 1987 - BBC News",
        "article": "Coronavirus: FTSE 100, Dow, S&P 500 in worst day since 1987\nPublished\n12 March 2020\nShare\nclose panel\nShare page\nCopy link\nAbout sharing\nImage source, Reuters\nShares around the world have plunged as investors fear the spread of the coronavirus will destroy economic growth with government action insufficient to arrest the decline.\nThe main UK index dropped more than 10% in its worst day since 1987.\nIn the US, the Dow and S&P 500 were also hit by their steepest daily falls since 1987.\nThe declines came despite actions by the Federal Reserve and European Central Bank to ease financial strains.\nAt the start of US trading, plummeting shares triggered an unusual automatic suspension in trading for the second time this week.\nWhen trade resumed 15 minutes later, shares continued to fall, taking cues from the slide in European markets.\nThe S&P 500 fell 9.5% and the Nasdaq ended 9.4% lower, while losses on the UK's FTSE 100 wiped some £160.4bn off the market. In France and Germany, indexes cratered more than 12%.\nEurozone tries to ease coronavirus crisis\nTrump halts travel from Europe to US\nCoronavirus: LV pulls out of travel cover\n\"Markets are at a breaking point,\" said Neil Wilson, chief market analyst at Markets.com. \"No one knows what a total economic shutdown, however temporary, looks like.\"\nThe declines came after the US restricted travel from mainland Europe.\nLosses on European indexes accelerated after the eurozone's central bank failed to cut interest rates, although it did pledge fresh stimulus measures.\nThe New York branch of the Federal Reserve said it was pumping $1.5tr to ease strains in the debt markets, offering increased overnight loans to banks and expanding the kinds of assets it will buy to keep firms lending.\nThe announcement, which came after European markets had closed, briefly sent shares higher, but they dropped back by the end of the day.\nRate cuts by the US central bank last week and the Bank of England on Wednesday also did little to soothe investors.\n\"What we really need is some huge confidence that this isn't going to cause the kind of stress and horrible loss of life [it has] in Italy everywhere else in the world,\" said former Goldman Sachs chief economist Lord Jim O'Neill.\nStocks in Asia also saw big falls earlier, with Japan's benchmark Nikkei 225 index closing 4.4% lower.\nPanicked selling led to trading halts in Brazil, while not a single company in the FTSE 100 index gained on Thursday.\nTravel companies saw some of the biggest falls, driven by US President Donald Trump's 30-day ban on travellers from mainland Europe.\nShares in Delta Air Lines and United Airlines - among the most affected by the ban - dropped more than 20%. In the UK, airline group IAG was down more than 15% and Tui fell 17%.\nOther companies warning on the impact of Covid-19 on Thursday included:\nBT Group announced that chief executive Philip Jansen had tested positive for coronavirus. It said he had \"relatively mild\" symptoms and would work remotely\nBroadcom said uncertainty about demand was prompting it to withdraw its 2020 growth forecast\nNorwegian said it would ground 40% of its long-haul fleet and cancel up to 25% of its short-haul flights until the end of May\nWH Smith issued a profit warning after the outbreak hit sales in its travel division, which includes store at airports and train stations\nCineworld shares fell by more than 20%. It said that in a worst-case scenario, there was a risk it might not be able to repay its debts\nEstate agent Savills said the outbreak had caused a big drop in transactions in China and across Asia\nPrincess Cruises, a line owned by Carnival, said it would suspend operations for 60 days. Viking announced a similar move\nDisney closed its California parks until the end of March\nOil prices also fell, with Brent crude down more than 8% at about $33 a barrel.\nOn the floor of the New York Stock Exchange, tensions were high. Some traders were speculating the tumbles could trigger a second trading suspension - something that has never happened, not even during the financial crisis.\nSince the start of the market turmoil, indexes in the US and elsewhere have fallen more than 20% from their recent highs - a threshold that is a red flag for a recession.\n\"It looks increasingly likely that the coming contraction will be deeper and more protracted than we were anticipating just a few days ago,\" said Jay Bryson, acting chief economist at Wells Fargo. \"The airline and hotel industries are in free fall, and there will be multiplier effects.\"\nInvestors in the US are now watching the US government response.\nImage source, AFP VIA GETTY IMAGES\nImage caption,\nUS President Donald Trump said new, temporary travel restrictions would not apply to the UK\nIn a presidential address on Wednesday, Mr Trump said he would extend deadlines for tax payments for those affected, increase low-cost loans to small businesses and provide financial relief for US workers who are ill, quarantined or caring for others due to the illness.\nBut Republicans and Democrats in Congress appear at odds over additional steps while Mr Trump's favoured approach - a tax cut for workers - has failed to garner widespread support.\n\"The stock market at least is saying it's not been enough yet,\" said Liz Ann Sonders, chief investment strategist at Charles Schwab.\nWhy should I care if stock markets fall?\nMany people's initial reaction to \"the markets\" is that they are not directly affected, because they do not invest money.\nYet there are millions of people with a pension - either private or through work - who will see their savings (in what is known as a defined contribution pension) invested by pension schemes. The value of their savings pot is influenced by the performance of these investments.\nSo big rises or falls can affect your pension, but the advice is to remember that pension savings, like any investments, are usually a long-term bet.\nRead more here.\nThe Western world's three largest central banks have now pitted their collective firepower against the economic chill caused by the coronavirus - to little effect.\nStock markets continue to slide. The FTSE 100 has had its worst day since Black Monday in October 1987.\nObservers again might wonder what new information is spooking investors, given that central banks have in the last 10 days done their best to halt the slide. In truth, there is little new - most traders already knew that the virus is likely to cause significant economic disruption likely to push most Western economies into recession.\nWhat may have spooked them again is President Donald Trump's decision to stop most travel between continental Europe and the United States - a big enough factor in itself, but more importantly, the manner in which it was done. There was no consultation, and Mr Trump looked uncharacteristically uncertain, as if he, too, had finally been panicked by the virus.\nThere is also a small, but telling detail - Mr Trump first said the ban would apply to cargo flights, but then corrected himself to say it would not. A big proportion of cargo, however, is carried in the belly holds of passenger aircraft. If there are no passenger flights, there will be much less cargo, an enormous disruption to exporters and manufacturers on both sides of the Atlantic.\nWhat are your experiences relating to the coronavirus outbreak? Share your experiences by emailing haveyoursay@bbc.co.uk, external.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways:\nWhatsApp: +44 7756 165803\nTweet: @BBC_HaveYourSay, external\nSend pictures/video to yourpics@bbc.co.uk, external\nUpload your pictures / video here\nPlease read our terms & conditions and privacy policy\nMore on this story\nEurozone bank tries to ease coronavirus crisis\nPublished\n12 March 2020\nTrump halts travel from Europe to US\nPublished\n12 March 2020\nUK coronavirus-related deaths rise to 10\nPublished\n12 March 2020\nCoronavirus: LV suspends travel cover\nPublished\n12 March 2020",
        "Publishdate": "No",
        "author": null,
        "link": "https://www.bbc.co.uk/news/business-51829852"
    },
    {
        "title": "S&P 500 reaches fresh record high - BBC News",
        "article": "Posted at 17:00 29 Oct 201917:00 29 Oct 2019\nGood night\nBBCCopyright: BBC\nThat's it for today on Business Live.\nWe'll be with you at 6am tomorrow morning to bring you all the latest breaking news and analysis from the business world.\nWe're expecting trading updates from GSK, Next and Standard Chartered.\nMeanwhile the latest quarterly personal and company insolvency figures will be released.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 16:55 29 Oct 201916:55 29 Oct 2019\nAperol Spritz sales boosts Campari\nGetty ImagesCopyright: Getty Images\nMeanwhile in today's booze news, the Campari group beat sales expectations in the third quarter after it was boosted by strong Aperol sales in the UK and across Europe.\nThe Italian spirit giant posted a 4.9% jump in turnover for the three months to September as sales also strengthened in the US.\nSales soared 27.9% in the UK for the period as it was bolstered by the sustained popularity of the Aperol Spritz and Negroni cocktails, boosting Aperol and Campari sales respectively.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 16:49 29 Oct 201916:49 29 Oct 2019\nJuul axes senior executives\nJuul has axed a number of senior workers as part of its shake-up.\nChief administrative officer Ashley Gould and chief financial officer Tim Danaher, two veteran employees at the young start-up, were let go.\nNewcomers Craig Brommers, chief marketing officer, and David Foster, senior vice president of advanced technologies, also left.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 16:47 29 Oct 201916:47 29 Oct 2019\nJuul to axe 15% of staff\nGetty ImagesCopyright: Getty Images\nE-Cigarette maker Juul is to cut up to 15% of its staff as it attempts to deal with a growing backlash against vaping\nIt has pulled back sharply from plans for rapid growth after attracting close scrutiny from regulators and lawmakers wary of the health impacts of vaping, particularly among young people.\n“To right-size the business, the workforce will be reduced between now and the end of the year,” Juul said.\nAround 500 jobs could go, the Wall Street Journal reported\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 16:41 29 Oct 201916:41 29 Oct 2019\nFTSE falls 0.34%\nThe FTSE 100 closed at 7,306.26 after falling 25.02 or 0.34% today.\nMeanwhile the wider FTSE 250 closed today at 20,168.33, down 41.83 or 0.21%.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 16:37 29 Oct 201916:37 29 Oct 2019\nPound up today\nGetty ImagesCopyright: Getty Images\nSterling has climbed 0.23% against the dollar today to $1.2890.\nAgainst the euro it's risen 0.11% to 1.1600.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 16:30 29 Oct 201916:30 29 Oct 2019\nTesla US revenue slumped 39%\nAFPCopyright: AFP\nTesla's third-quarter revenue slumped 39% in the United States, its first drop in more than two years.\nBut it's not all doom at the electric car maker as sales in China and other regions surged.\nUS sales, which account for the biggest share of the company's total revenue, fell to $3.13bn (£2.43bn) from $5.13bn (£3.98bn) a year earlier.\nSales in China rose 64% to $669m and its 'other segment', which covers the rest of the world, rose by more than a billion dollars to $1.83bn.\nThe company's shares have fallen 3.1% to 317.54 on the news.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 16:24 29 Oct 201916:24 29 Oct 2019\nGM to spend more on electric vehicles\nGetty ImagesCopyright: Getty Images\nGeneral Motors expects to spend more on developing and selling electric vehicles than gasoline-powered cars over the next five years, its chief executive Mary Barra has predicted.\nShe told analysts that electric vehicles will require \"somewhat less\" labour than gas-powered cars but added that added that the company's engine and transmission plants will not be threatened.\nBarra also emphasized that gas-powered vehicles will make up a large portion of US sales into the 2030s.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 16:18 29 Oct 201916:18 29 Oct 2019\nBoeing boss admits mistakes\nCNBCCopyright: CNBC\nDennis Muilenburg giving evidence at the hearingImage caption: Dennis Muilenburg giving evidence at the hearing\nBoeing boss Dennis Muilenburg is still being questioned by US senators over what the company knew about its MCAS stall-prevention system linked to the two deadly 737 MAX crashes.\nHe has acknowledged errors in failing to give pilots more information on MCAS before the crashes in Ethiopia and Indonesia, as well as for failing to tell the Federal Aviation Administration for months that it made an alarm alerting pilots to a mismatch of flight data optional on the 737 MAX.\n“We’ve made mistakes and we got some things wrong. We’re improving and we’re learning,” he said.\nRoger Wicker, chairman of the Senate Commerce Committee, questioned Muilenburg over the company’s delay in releasing internal messages.\nIn those messages, a former test pilot described erratic behaviour of a simulator version of the same software now linked to the deadly crashes, and also mentioned “Jedi-mind tricking” regulators over training requirements.\nWicker said those messages revealed a “disturbing level of casualness and flippancy.”\nMuilenburg said he apologised to the FAA administrator for the delay in turning over the messages, and said additional documents would likely be provided over time.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 16:13 29 Oct 201916:13 29 Oct 2019\nJessops rescue deal gets two week extension\nGetty ImagesCopyright: Getty Images\nDragon's Den star Peter Jones has delayed the planned restructuring of camera chain Jessops by two weeks as he thrashes out a rescue deal with landlords of high street stores.\nMr Jones is understood to have secured a two week extension to the notice of intention to appoint administrators for the stores, according to a PA Media report.\nJR Prop Ltd - the leasehold property estate manager - filed a notice of intention to appoint Resolve as administrators two weeks ago.\nMr Jones is believed to be looking to secure a company voluntary arrangement (CVA) rescue deal with creditors to shut unprofitable sites and slash rents.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 16:04 29 Oct 201916:04 29 Oct 2019\nLGBT criticism of Chick-fil-A Scottish outlet\nBBCCopyright: BBC\nA US fast-food chain criticised for making donations to anti-LGBT rights groups has opened a restaurant in Aviemore - its first Scottish outlet.\nChick-fil-A's first UK outlet, which is in Reading, is set to close following boycott calls earlier this month.\nHighland LGBT Forum has criticised the opening of the restaurant at the MacDonald Aviemore Resort.\nChick-fil-A said it was focused on food and hospitality and did not have a social or political agenda.\nRead more\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 15:54 29 Oct 201915:54 29 Oct 2019\nTrump says Federal Reserve 'doesn't have a clue'\nThe US President tweets\nAllow Twitter content?\nThis post contains content provided by Twitter. We ask for your permission before anything is loaded, as they may be using cookies and other technologies.\nYou may want to read Twitter’s cookie policy https://help.twitter.com/en/rules-and-policies/twitter-cookies and privacy policy https://twitter.com/en/privacy before accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 15:43 29 Oct 201915:43 29 Oct 2019\nBoeing accused of 'pattern of concealment'\nAFPCopyright: AFP\nUS lawmakers have accused Boeing of creating a \"pattern of deliberate concealment\" as it sought approval for its 737 Max 8 model to fly.\nThe accusation came while Boeing chief executive Dennis Muilenburg was being quizzed by the Senate Commerce Committee.\nSenators said they had serious concerns that Boeing put profits over safety as it rushed to get clearance.\nTwo deadly 737 Max 8 crashes killed a total of 346 people. Mr Muilenberg admitted the firm had made \"mistakes\".\n\"We have learned from both accidents and identified changes that need to be made,\" he said.\nRead more\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 15:37 29 Oct 201915:37 29 Oct 2019\nNo 10 could pull election bill\nMeanwhile confusion continues about December's proposed general election.\nThe latest news is that the government will pull the election bill if it’s amended to extend the franchise to include 16-year-olds and EU Citizens, No 10 says.\nA spokesman said a vote to change the franchise would create a six-month delay.\nThe spokesman said: “Nothing would sum up how broken this parliament is if after them all standing up there and saying they want a general election – they vote for an amendment which is deliberately designed to actually prevent the delivery of a general election before 2020.”\nAllow Twitter content?\nThis post contains content provided by Twitter. We ask for your permission before anything is loaded, as they may be using cookies and other technologies.\nYou may want to read Twitter’s cookie policy https://help.twitter.com/en/rules-and-policies/twitter-cookies and privacy policy https://twitter.com/en/privacy before accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 15:31 29 Oct 201915:31 29 Oct 2019\nDo you want fries with that ketchup?\nGetty ImagesCopyright: Getty Images\nThat ketchup report also throws up our favourite figure of the day...\n33,000 tonnes - the amount of tomato ketchup consumed in the UK last year.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 15:27 29 Oct 201915:27 29 Oct 2019\nKetchup demand stagnates\nGetty ImagesCopyright: Getty Images\nMan decides he hates ketchupImage caption: Man decides he hates ketchup\nThere's bad news for red sauce lovers: global demand for ketchup is stagnating.\nTomato ketchup exports fell this year partly because of changing eating habits and rising temperatures in Europe.\nBut they were also hit because of an anti-Heinz campaign in Canada and a trade spat between Ottowa and Washington which led to a fifth less Canadian orders for the sauce.\nThe Netherlands, the second largest exporter of ketchup after the US, showed a sharp drop in shipments to its main market destinations including Germany (-22.77%) and France (-11.88%).\n\"Millennials are keener to consume fresh products, organic and superfood, pulling consumers away from fast food restaurants,\" said Cristina Nanni, of IHS Markit's Agribusiness Intelligence, which published the report.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 15:14 29 Oct 201915:14 29 Oct 2019\nTreasury Committee asks Chancellor to appear\nAFPCopyright: AFP\nMel Stride, Chair of the Treasury Committee, has written to the Chancellor today with a series of questions, principally to find out if Sajid Javid will appear before the Committee.\n“It’s been over six months since the previous Chancellor’s final evidence session with the Treasury Committee in April. The current Chancellor has been in office for over three months, and we would hope that he would agree to appear before us sooner rather than later,\" Stride said.\n“The Chancellor should also set out whether the OBR’s new analysis will contribute to their statutory duty to publish two forecast each fiscal year. If not, he should set out how he will support the OBR in publishing two forecasts in the remaining 22 weeks of the current fiscal year.”\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 14:58 29 Oct 201914:58 29 Oct 2019\nS&P hits fresh record high\nThe S&P 500 has hit a fresh record high today, climbing 0.22% to 3,046.25.\nIt's been lifted by upbeat figures from drugmakers Merck and Pfizer.\nThe Dow Jones Industrial Average has risen 0.18% to 27,138.91.\nNot such good news at the technology-driven Nasdaq index which has slipped 0.20% to 8,309.64 after disappointing quarterly figures from Google-owner Alphabet.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 14:47 29 Oct 201914:47 29 Oct 2019\nAon moves jurisdiction to Ireland from Britain due to Brexit\nBBCCopyright: BBC\nAon is a former sponsor of Manchester UnitedImage caption: Aon is a former sponsor of Manchester United\nInsurance broker Aon said it plans to move its parent company's jurisdiction of incorporation to Ireland from Britain due to Brexit.\nThe New York-listed insurer will keep its operational headquarters in London and the switch of jurisdiction will not affect its business operations, reporting requirements or listings, it added.\n\"Remaining within the European Union single market will help the firm maintain a stable corporate structure and capital flexibility,\" the firm said.\nThe move is subject to shareholder approval and is expected to complete in the first quarter of 2020.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 14:34 29 Oct 201914:34 29 Oct 2019\nBoeing chief faces Senate grilling\nCNBCCopyright: CNBC\nDennis Muilenburg responding to Senate questionsImage caption: Dennis Muilenburg responding to Senate questions\nBoeing boss Dennis Muilenburg is currently responding to questions from senators over the fatal 737 Max crashes that killed nearly 350 people.\nHe tells the US lawmakers that he is \"deeply and truly sorry\".\nWe'll bring you more of his testimony as it livens up.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.",
        "Publishdate": "No",
        "author": null,
        "link": "https://www.bbc.co.uk/news/live/business-50186411"
    },
    {
        "title": "Business Live: S&P 500 hits record high - BBC News",
        "article": "Posted at 21:27 20 Sep 201821:27 20 Sep 2018\nGood night\nThat's all for tonight from the Business Live page. Please join us again tomorrow from 06:00.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 21:27 20 Sep 201821:27 20 Sep 2018\nWall Street closes higher\nGetty ImagesCopyright: Getty Images\nThe Dow Jones and S&P 500 both hit fresh highs on Thursday, as investor concerns about trade eased and focus shifted to the strength of the US economy.\nThe Dow, which had been slower than other indexes to make up recent losses, jumped almost 1% to close at 26,656.98 - a level last seen on 26 January.\nThe S&P 500 gained 0.8% to 2,930.75 while the Nasdaq rose 1% to 8,028.23.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 21:17 20 Sep 201821:17 20 Sep 2018\nBrexit battle continues\nAllow Twitter content?\nThis post contains content provided by Twitter. We ask for your permission before anything is loaded, as they may be using cookies and other technologies.\nYou may want to read Twitter’s cookie policy https://help.twitter.com/en/rules-and-policies/twitter-cookies and privacy policy https://twitter.com/en/privacy before accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.20:45\nA drop in the ocean\nGetty ImagesCopyright: Getty Images\nTurkey's competition authority has fined Google some 93 million Turkish lira (£11m, $15m) for violating competition laws with mobile software sales.\nIn a statement, the competition authority said Google, Google International and Google Reklamcilik were given six months to make the necessary changes in order to \"reinstill effective competition in the market and end the violation\".\nIn the second quarter, Google made a profit of $2.8bn with revenues of $26.24bn.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 21:15 20 Sep 201821:15 20 Sep 2018\nEC aims to open up parcel delivery market\nDouglas Fraser\nScotland business & economy editor\nAllow Twitter content?\nThis post contains content provided by Twitter. We ask for your permission before anything is loaded, as they may be using cookies and other technologies.\nYou may want to read Twitter’s cookie policy https://help.twitter.com/en/rules-and-policies/twitter-cookies and privacy policy https://twitter.com/en/privacy before accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.20:30\nEx-Malaysia PM Najib hit with 25 charges of money laundering and abuse of power\nNajib RazakCopyright: Najib Razak\nMalaysia's former prime minister, Najib Razak, has been charged with 21 counts of money laundering, in a case linked to a multi-million dollar corruption scandal.\nHe was charged in court on Thursday in relation to the alleged transfer of $556m (£421m) from state fund 1MDB into his personal bank account.\nHe was also charged with four counts of abuse of power.\nMr Najib has pleaded not guilty to all 25 charges.\nRead more here.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 19:50 20 Sep 201819:50 20 Sep 2018\nEtihad denies takeover story\nGetty ImagesCopyright: Getty Images\nEtihad has poured cold water on a Bloomberg story that Emirates is looking into taking over its fellow airline\n.\nAn Etihad spokesperson said: \"There is no truth to this story.\"\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 19:48 20 Sep 201819:48 20 Sep 2018\nUber Eats drivers protest over pay\nGetty ImagesCopyright: Getty Images\nScores of Uber Eats drivers have staged a protest over pay at the company's London offices.\nThe Uber protestors said it was a spontaneous show of action against the company, claiming rates for every delivery had been reduced without agreement.\nMany of the drivers were Portuguese migrant workers.\nOne said: \"Some of us are facing a cut from £4.60 a drop to £2.80 which is totally unacceptable\n\"No-one has organised this, it's just a spontaneous show of anger at what is happening.\"\nAn Uber Eats spokesman said: \"In response to feedback from couriers we've made some changes to our payment structure in London, which brings it into line with other cities.\n\"The changes will help increase earnings during busy mealtimes and, as we transition to the new system, we're introducing minimum payment guarantees of £9-£11 an hour.\"\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 19:25 20 Sep 201819:25 20 Sep 2018\nJapan hit by $60m cryptocurrency heist\nJapanese cryptocurrency firm Tech Bureau has said about $60m (£45m) in digital currencies were stolen from its exchange, highlighting the industry's vulnerability despite recent efforts by authorities to make it more secure.\nTech Bureau, which has already been served two business improvement orders by regulators this year, said its Zaif exchange was hacked over a two-hour period on 14 September.\nIt detected server problems on 17 September, confirmed the hack the following day, and notified authorities, the exchange said.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 19:10 20 Sep 201819:10 20 Sep 2018\n'Brutal from Tusk'\nBBC Politics producer tweets...\nAllow Twitter content?\nThis post contains content provided by Twitter. We ask for your permission before anything is loaded, as they may be using cookies and other technologies.\nYou may want to read Twitter’s cookie policy https://help.twitter.com/en/rules-and-policies/twitter-cookies and privacy policy https://twitter.com/en/privacy before accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 18:58 20 Sep 201818:58 20 Sep 2018\n'Tusk had planned to say nice things about Chequers'\nAllow Twitter content?\nThis post contains content provided by Twitter. We ask for your permission before anything is loaded, as they may be using cookies and other technologies.\nYou may want to read Twitter’s cookie policy https://help.twitter.com/en/rules-and-policies/twitter-cookies and privacy policy https://twitter.com/en/privacy before accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nAllow Twitter content?\nThis post contains content provided by Twitter. We ask for your permission before anything is loaded, as they may be using cookies and other technologies.\nYou may want to read Twitter’s cookie policy https://help.twitter.com/en/rules-and-policies/twitter-cookies and privacy policy https://twitter.com/en/privacy before accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nAllow Twitter content?\nThis post contains content provided by Twitter. We ask for your permission before anything is loaded, as they may be using cookies and other technologies.\nYou may want to read Twitter’s cookie policy https://help.twitter.com/en/rules-and-policies/twitter-cookies and privacy policy https://twitter.com/en/privacy before accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 18:43 20 Sep 201818:43 20 Sep 2018\nOn my own again\nIndependent\nAllow Twitter content?\nThis post contains content provided by Twitter. We ask for your permission before anything is loaded, as they may be using cookies and other technologies.\nYou may want to read Twitter’s cookie policy https://help.twitter.com/en/rules-and-policies/twitter-cookies and privacy policy https://twitter.com/en/privacy before accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 18:29 20 Sep 201818:29 20 Sep 2018\nBarclays apologises for outage\nAllow Twitter content?\nThis post contains content provided by Twitter. We ask for your permission before anything is loaded, as they may be using cookies and other technologies.\nYou may want to read Twitter’s cookie policy https://help.twitter.com/en/rules-and-policies/twitter-cookies and privacy policy https://twitter.com/en/privacy before accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 18:26 20 Sep 201818:26 20 Sep 2018\nRBS 'in BoE talks'\nDouglas Fraser\nScotland business & economy editor\nAllow Twitter content?\nThis post contains content provided by Twitter. We ask for your permission before anything is loaded, as they may be using cookies and other technologies.\nYou may want to read Twitter’s cookie policy https://help.twitter.com/en/rules-and-policies/twitter-cookies and privacy policy https://twitter.com/en/privacy before accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 18:17 20 Sep 201818:17 20 Sep 2018\nS&P and Dow hit intra-day highs\nGetty ImagesCopyright: Getty Images\nThe S&P 500 and the Dow Jones Industrial Average have both hit all-time intraday highs, with the Dow setting a new record for the first time in eight months.\nTrade concerns seemed to be receding after sparking a sell-off to start the week, with investors pointing to a strong US economy as underpinning stocks' strength.\nGains were broad across sectors, while stocks in major firms such as Microsoft, Apple, and Amazon, were giving the biggest boosts to the S&P 500.\n\"The economic numbers are good and people are fueled by that,\" said Alan Lancz, president of advisory firm Alan B. Lancz & Associates.\n\"What we're seeing is more of a fear of missing out,\" Mr Lancz added. \"We are hitting new highs for first time since January on the Dow and that confirmed a lot of momentum players.\"\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 17:58 20 Sep 201817:58 20 Sep 2018\nCan May cling on to Chequers plan?\nAllow Twitter content?\nThis post contains content provided by Twitter. We ask for your permission before anything is loaded, as they may be using cookies and other technologies.\nYou may want to read Twitter’s cookie policy https://help.twitter.com/en/rules-and-policies/twitter-cookies and privacy policy https://twitter.com/en/privacy before accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 17:46 20 Sep 201817:46 20 Sep 2018\nEvans Cycles looks for new owner\nGetty ImagesCopyright: Getty Images\nEvans Cycles is seeking a new owner amid signs of further pressure on high street retailers from online competition.\nAdvisers are understood to be in talks with a number of potential buyers for the business, which has more than 60 stores in the UK.\nPossible new owners are understood to include private equity groups and trade buyers.\nPwC, which is handling the sale, has asked for final bids by the end of next week.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 17:32 20 Sep 201817:32 20 Sep 2018\nSky - the final battle\nHBOCopyright: HBO\nGame of Thrones draws big audiences for Sky in the UKImage caption: Game of Thrones draws big audiences for Sky in the UK\nThe takeover of broadcaster Sky will be settled by an auction, the UK's Takeover Panel announced earlier.\nLaith Khalaf, senior analyst at Hargreaves Lansdown, says:\n\"Comcast and Disney have been playing a game of thrones in the media sector, and the season finale will now take place this weekend.\n\"It’s anyone’s guess which media giant will walk away with Sky, and at what price.\n\"Shareholders will be delighted at how this has all played out, having seen the share price double since just before the original offer was made by Twenty First Century Fox almost two years ago.\"\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 17:14 20 Sep 201817:14 20 Sep 2018\nAbe wins extended term and faces Trump trade challenge\nGetty ImagesCopyright: Getty Images\nJapanese Prime Minister Shinzo Abe has won a ruling party leadership vote, setting him on track to become Japan's longest-serving premier.\nMr Abe's first immediate challenge is an expected summit with US President Donald Trump next week, when he will face pressure to cut Japan's $69bn surplus with the US, nearly two-thirds from vehicle exports.\nThe Trump administration is exploring raising tariffs on Japanese car exports, a step Japanese officials say would do serious damage to the two economies and world trade.\nMr Abe is expected to meet Mr Trump on the sidelines of UN gathering.\nThey have forged close ties but Mr Trump has made clear he's unhappy about the bilateral trade imbalance and wants a two-way agreement to address it.\nJapan opposes a bilateral deal over concerns it would increase pressure on sensitive sectors such as agriculture.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 17:02 20 Sep 201817:02 20 Sep 2018\nEventbrite shares soar\nGetty ImagesCopyright: Getty Images\nShares in US-based ticketing and event management website Eventbrite soared nearly 70% after it floated.\nIts shares opened at $36 against an initial public offering price of $23, and climbed to as high as $38.71.\nAbout half of the deal shares traded in first 10 minutes of trading.\nThe San Francisco-based firm collects a per-ticket fee from event creators that use its platform to plan, promote and produce fundraisers, seminars, musical festivals and other events.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.",
        "Publishdate": "No",
        "author": null,
        "link": "https://www.bbc.co.uk/news/live/business-45508062"
    },
    {
        "title": "Business Live: US stocks mixed at close - BBC News",
        "article": "Posted at 21:30 10 Sep 201821:30 10 Sep 2018\nGood night\nThanks for tuning in - we'll be back at 6.30am sharp tomorrow. Hope to see you then.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 21:29 10 Sep 201821:29 10 Sep 2018\nSweden's 'knife edge' election\nAllow Twitter content?\nThis post contains content provided by Twitter. We ask for your permission before anything is loaded, as they may be using cookies and other technologies.\nYou may want to read Twitter’s cookie policy https://help.twitter.com/en/rules-and-policies/twitter-cookies and privacy policy https://twitter.com/en/privacy before accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 21:19 10 Sep 201821:19 10 Sep 2018\nUS stocks close mixed\nGetty ImagesCopyright: Getty Images\nThe S&P 500 and Nasdaq gained on Monday amid hopes for a fresh round of US tax cuts - although trade fears continued to weigh on markets.\nRepublicans in the US House of Representatives plan to unveil new tax cuts this week, intended to add to Donald Trump’s 2017 tax overhaul which provided a boost to US companies.\nThe S&P 500 and Nasdaq closed up: The S&P was up 0.2% at 2,877.13; the Nasdaq was up 0.3% at 7,924.16.\nHowever the narrower Dow Jones shed 0.2% to close at 25,857.07.\nTrade fears limited the gains however, with shares in Apple falling after the firm warned that new tariffs on Chinese imports would hit its products.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 21:03 10 Sep 201821:03 10 Sep 2018\nRyanair bars journalists from AGM\nGetty ImagesCopyright: Getty Images\nRyanair has barred journalists from attending its annual general meeting next week, explaining that it doesn't want matters discussed to be \"distorted\".\n“We wish to allow shareholders to discuss all matters freely with the board without these discussions being distorted for PR purposes,” the carrier said in a statement.\nJournalists often report from AGMs of publicly listed companies and Ryanair boss Michael O’Leary usually speaks to the media at press briefings after each year’s meeting. But Ryanair said there would be no press briefing this year.\nIt comes as the low-cost carrier continues to struggle with pilot and cabin crew strikes across Europe.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 20:45 10 Sep 201820:45 10 Sep 2018\nWinklevoss twins launch 'stable' cryptocurrency\nGetty ImagesCopyright: Getty Images\nAs the value of cryptopcurrencies has fluctuated wildly, regulators have begun to crack down on the worst excesses of the market.\nBut today, the New York Department of Financial Services (DFS) approved a pair of cryptocurrencies pegged to the dollar that are intended to be more stable and transparent for investors.\nThe Gemini Trust Company, run by the famous Winklevoss twins (who successfully sued Facebook), and Paxos Trust Company both received validation for their digital tokens.\nThe new coins will compete with Tether, Dai and other \"stable coins\" designed to track the value of the traditional currency they’re linked to.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 20:26 10 Sep 201820:26 10 Sep 2018\nPound holds gains\nThe pound has held onto its gains after Michel Barnier said that a Brexit deal was \"possible\" within eight weeks.\nIt's currently trading at $1.3028 against the dollar, up 0.84% on the day. It's up half a per cent against the euro at €1.1235.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 19:59 10 Sep 201819:59 10 Sep 2018\nMajor Dieselgate court case begins in Germany\nGetty ImagesCopyright: Getty Images\nThe first major German court case against Volkswagen over the \"dieselgate\" scandal opened today, with investors seeking billions of euros in compensation from the carmaker.\nA Brunswick court began examining whether the firm should have told investors sooner about the so-called \"defeat devices\" it built into 11 million cars to fool emissions tests.\nAt issue is a 40% fall in Volkswagen stock in the days after the firm admitted to cheating, which wiped billions off its market value.\nInvestors say VW executives - who are legally obliged to share promptly any information that could affect the share price - should have warned investors days before publicising the revelations.\nThe case covers 3,650 claims totalling around €9bn of compensation.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 19:34 10 Sep 201819:34 10 Sep 2018\nCalifornia 'to quit fossil fuels by 2045'\nGetty ImagesCopyright: Getty Images\nCalifornia has signed into a law a mandate requiring the state's power sector to wean itself off fossil fuels by 2045.\nThe law, passed by the state's legislature last month, requires the state's utilities to source 60% of their power from renewable energy by the end of 2030 - an increase from a previous goal of 50%.\nIt also states that by 2045, all of the state's electricity must come from renewable or other zero-carbon sources.\nThe law has received strong support from environmental and public health groups, but big utilities companies oppose it.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 19:03 10 Sep 201819:03 10 Sep 2018\nAston Martin appoints first female chair\nGetty ImagesCopyright: Getty Images\nAston Martin has appointed Penny Hughes, a former Coca-Cola executive, as its first female chair.\nThe luxury carmaker said the appointment of Ms Hughes and a string of other boardroom heavyweights was “a significant milestone in our history and of the successful turnaround of the company”.\nIt comes as the car firm gears up for a £5bn float.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 18:36 10 Sep 201818:36 10 Sep 2018\nS&P 500 edges upwards\nGetty ImagesCopyright: Getty Images\nThe S&P 500 and the Nasdaq have climbed amid speculation about a fresh round of US tax cuts - although trade fears continue to weigh on markets.\nRepublicans in the US House of Representatives plan to unveil tax cuts this week, intended to augment Donald Trump’s 2017 tax overhaul which gave a boost to US companies.\nThe S&P 500 and Nasdaq are up 0.2% at 2,877.76 and 7,915.08, but the Dow has slipped 0.1% to 25,882.42.\nHowever, shares in Apple fell 1.5%, limiting any gains. On Friday the tech firm warned that new tariffs on Chinese imports would hit its products, raising prices for US consumers.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 17:58 10 Sep 201817:58 10 Sep 2018\nDebenhams pares some losses\nBBC business correspondent tweets...\nAllow Twitter content?\nThis post contains content provided by Twitter. We ask for your permission before anything is loaded, as they may be using cookies and other technologies.\nYou may want to read Twitter’s cookie policy https://help.twitter.com/en/rules-and-policies/twitter-cookies and privacy policy https://twitter.com/en/privacy before accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 17:47 10 Sep 201817:47 10 Sep 2018\nAre trainers the new political battleground?\nVideo content\nVideo caption: Nike and Kaepernick: Are trainers the new political battleground?Nike and Kaepernick: Are trainers the new political battleground?\nNike's advertising campaign featuring Colin Kaepernick has divided opinion. But it not the only shoe brand to go political.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 17:19 10 Sep 201817:19 10 Sep 2018\nFTSE 100 closes flat\nGetty ImagesCopyright: Getty Images\nThe London market has closed flat after the pound rallied for the second time in a fortnight.\nIt ended 1.6 points, or 0.02%, higher at 7,279.30 points.\nA stronger pound impacts big firms on the index, as their foreign earnings will be worth less when converted back into sterling.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 17:12 10 Sep 201817:12 10 Sep 2018\nBarnier 'can shift sterling'\nAFPCopyright: AFP\nAs we have been reporting, the pound has spiked after Michel Barnier said that a Brexit deal was \"possible\" within eight weeks if negotiators are \"realistic\".\nConor Campbell of SpreadEx says: \"If one person can shift sterling at the moment it is Michel Barnier.\n\"The currency is desperate for any signs of good news from the EU’s chief negotiator, often making the most of some pretty tepid statements.\n\"Monday’s gains seem slightly more justified however, with Barnier saying that it was a ‘realistic’ possibility a deal could be reached by November. And though, of course, the content of any deal is the thing that really matters, at the moment the pound will take what it can get.\"\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 17:01 10 Sep 201817:01 10 Sep 2018\nVolvo IPO postponed amid trade fears\nGetty ImagesCopyright: Getty Images\nThe owner of Volvo has postponed plans to float shares in the Swedish carmaker, blaming trade tensions and a downturn in automotive stocks.\nChina's Geely said the plans for a Stockholm listing had been delayed indefinitely. \"We've come to the conclusion that the timing is not optimal for an IPO right now,\" Volvo boss Hakan Samuelsson told Reuters.\nVolvo and its Chinese parent had been discussing an IPO to value the carmaker at between $16bn and $30bn, sources have previously said.\nThere has been a steep decline in automotive shares this year, amid Washington's escalating trade spat with Beijing and lingering tensions with the EU.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 16:31 10 Sep 201816:31 10 Sep 2018\nNetwork Rail to sell off property portfolio\nGetty ImagesCopyright: Getty Images\nNetwork Rail is to sell its commercial property portfolio to property outsourcing company Telereal Trillium and US investment firm Blackstone for £1.5bn.\nIt will offload about 5,200 properties, most of which are converted railway arches, to help fund railway upgrades.\nTelereal and Blackstone Property Partners will hold equal stakes and intend to be long-term owners of the estate, Network Rail said.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 16:10 10 Sep 201816:10 10 Sep 2018\nUS stocks climb\nGetty ImagesCopyright: Getty Images\nThe main US share indexes are up modestly on Wednesday.\nThe Dow Jones and Nasdaq have gained 0.1% to trade at 25,958.42 and 7,914.99 respectively. The S&P 500 is up 0.3% at 2,881.40.\nApple shares lost ground for a fourth straight session as trade concerns continue to weigh on the stock.\nThe company said last week that US tariffs on China would hit a \"wide range\" of its products, raising prices for consumers.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 15:48 10 Sep 201815:48 10 Sep 2018\n'I had to sleep on the floor of a friend's office for three weeks'\nBBC World Service\nVideo content\nVideo caption: What is the impact of losing your business and home on your mental health?What is the impact of losing your business and home on your mental health?\nWhat is the impact of losing your business and home on your mental health? 'V', who ran a couple of restaurants in central London, faced hard times during the financial crash 10 years ago.\nShe tells the BBC's Simon Tulett that she was forced to close her restaurants when the landlord of the buildings they occupied decided to sell up, leaving her without a penny in compensation.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 15:47 10 Sep 201815:47 10 Sep 2018\nA solution to deadly problem?\nAllow Twitter content?\nThis post contains content provided by Twitter. We ask for your permission before anything is loaded, as they may be using cookies and other technologies.\nYou may want to read Twitter’s cookie policy https://help.twitter.com/en/rules-and-policies/twitter-cookies and privacy policy https://twitter.com/en/privacy before accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 15:31 10 Sep 201815:31 10 Sep 2018\nMoonves could receive $120m depending on probe\nAFPCopyright: AFP\nUS broadcaster CBS says it will pay former chief executive Leslie Moonves up to $120m if an internal investigation into allegations of sexual harassment fails to provide grounds for his dismissal.\nMr Moonves resigned from CBS on Sunday after fresh allegations from six women were published in the New Yorker.\nThe broadcaster said that, regardless, it and Mr Moonves would donate $20m of Mr Moonves' severance package to organisations supporting the #MeToo movement.\nAnd the former executive could end up with nothing if the result of the investigation goes against him.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.",
        "Publishdate": "No",
        "author": null,
        "link": "https://www.bbc.co.uk/news/live/business-45444511"
    },
    {
        "title": "S&P 500 share index notches up record-breaking winning streak - BBC News",
        "article": "S&P 500 share index notches up record-breaking winning streak\nPublished\n22 August 2018\nShare\nclose panel\nShare page\nCopy link\nAbout sharing\nImage source, Getty Images\nImage caption,\nThe S&P 500 is poised to mark its longest bull market\nBy Natalie Sherman\nBusiness reporter, New York\nThe S&P 500 share index, which tracks the 500 biggest public companies in America, has hit a new milestone.\nThe benchmark index on Wednesday marked 3,453 days since its prior low-point, set on 9 March 2009, when the world was reeling from the financial crisis.\nBy many counts, that is the longest run without a fall of 20% or more in index history, a \"bull\" run in market-jargon.\nOverall the index has risen almost 325% in the period, lifted by companies such as Apple, Microsoft and Amazon.\nThis year, it is up more than 6%, despite worries about rising inflation, interest rates and trade disputes.\nOn Wednesday the index was largely unchanged, closing at 2,861.82, down less than 2 points.\nThat is just shy of the record high of 2,872.87 it hit on 26 January.\nThe failure of the index to pass that threshold has left the milestone in a little doubt, since analysts typically mark the end of bull markets at their peaks. So if the market crashes before the index reaches a new high point, then analysts will declare that the bull market to have ended in January.\nHowever, most analysts expect the market to continue to rise, eventually establishing a new high.\n\"The bottom line is that the US is doing well - and much better than any other market,\" said Howard Silverblatt, senior index analyst at the S&P Dow Jones Indices.\nIrrational exuberance?\nImage caption,\nBulls represent rising markets in Wall Street terminology\nThe US has Silicon Valley to thank for much of this rally.\nApple has been the single biggest contributor to the S&P index, accounting for 4.1% of the gains since 9 March 2009, followed by Microsoft.\nOverall, technology companies contributed more than 22%, followed by the consumer discretionary sector - a category that includes Amazon - at about 16%.\nThis year, the tech sector has been responsible for more than half of the rise on the index.\nApple is first public company worth $1 trillion\nStock markets hit record highs – here are three reasons why\nAn A-Z of Business Beasts\nThis has fuelled some concerns about a tech bubble.\nBut Sam Stovall, chief investment strategist at CFRA Research, said the frenzy that accompanied previous market rallies has been largely absent.\nIn April 2007, about 65% of Americans had money invested in the stock market, according to Gallup, external. That share had shrunk to about 55% this year.\n\"I don't think we're getting that kind of irrational exuberance,\" Mr Stovall said, noting the current run has been dubbed the \"most hated\" bull market.\n\"Investors were hurt so badly by the prior bear market that they have been very mistrustful.\"\nBehind the gains\nThe US government and central bank took extraordinary action in 2008 and 2009 to spark the recovery, investing billions to bail out struggling banks and car companies and buy up securities backed by troubled home loans.\nAs jobs returned, consumer spending - the main driver of the US economy - picked up. Global expansion provided another boost.\nWhile many analysts forecast the slow and steady economic rebound, the stock market gains, especially in the US, have been surprisingly strong, said John Rekenthaler, vice-president of research at Morningstar.\nHe said that's in part because US companies have largely avoided passing higher profits onto employees in the form of higher wages, helping to keep inflation in check and interest rates low.\nThey have also lifted share prices by purchasing their own shares and benefited from loose enforcement of competition rules.\nLast year, the US slashed its corporate tax rate from 35% to 21%, further helping the corporate bottom line.\n\"Shareholders win and non-shareholders lose,\" Mr Rekenthaler said.\n\"What the ... analysis missed was that employees wouldn't be sharing so much in higher revenues.\"\nInvestor returns\nImage source, Reuters\nGains aside, the returns of the current bull market have been somewhat lacklustre compared to prior rallies, said Mr Silverblatt.\nSince 9 March 2009, the S&P index has risen at an annual rate of about 16.5% - compared to an average of more than 22% in prior expansions.\nThe index's roughly 325% returns fall short of the 417% gain during the previous record-setting bull market, which ran for most of the 1990s.\n\"You're not going to cry for either one, but the bottom line is the other one did better,\" Mr Silverblatt said.\nThe 2018 economy: What to watch\nUS markets are rising - so why are some people worried?\nAnalysts said the steadier returns may signal that the current bull market remains sustainable - at least over the next 12 months or so - assuming that factors like inflation and interest rates remain on their current trajectory.\n\"It's not the most lucrative but I don't know that I would say I'm dissatisfied,\" Mr Rekenthaler said, noting that inflation has also been low. \"It's got a more stable feel to it.\"\nMore on this story\nApple's market value hits $1 trillion\nPublished\n2 August 2018\nUS growth hits fastest rate since 2014\nPublished\n27 July 2018",
        "Publishdate": "No",
        "author": "By Natalie Sherman",
        "link": "https://www.bbc.co.uk/news/business-45262911"
    },
    {
        "title": "Business Live: S&P 500 hits record high amid trade optimism - BBC News",
        "article": "Posted at 21:32 21 Aug 201821:32 21 Aug 2018\nGoodnight\nThat's all from us this evening. Please rejoin us at 6am sharp when we'll be back with all the business news you need for the day. Sleep well.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 21:27 21 Aug 201821:27 21 Aug 2018\nS&P fails to hold onto record high\nUS indexes have finished higher for the fourth trading day in a row. However, the S&P 500 failed to end on a record high, with it losing ground after it hit an intraday record high earlier.\nThe Dow Jones Industrial Average rose 62.65 points, or 0.24% to 25,821.34, the S&P 500 gained 5.78 points, or 0.20% to 2,862.83 and the Nasdaq Composite added 38.17 points, or 0.49%, to 7,859.17.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 21:07 21 Aug 201821:07 21 Aug 2018\nFacebook confirms trustworthiness score\nPA/GettyCopyright: PA/Getty\nFacebook has confirmed that it has started scoring some of its members on a trustworthiness scale.\nThe Washington Post revealed\nthat the social network had developed the system over the past year.\nThe tech firm says it has been developed to help handle reports of false news on its platform, but it has declined to reveal how the score is calculated or the limits of its use.\nCritics are concerned that users have no apparent way to obtain their rating.\nThe BBC understands that at present only Facebook's misinformation team makes use of the measurement.\nThe tech firm has, however, objected to the tool being described as a reputation rating.\nRead more here\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 20:58 21 Aug 201820:58 21 Aug 2018\nSuperdrug's customers react with anger\nSuperdrug's admission that some customer details have been stolen, has received an angry reaction on Twitter with many saying the chain should have apologised.\nAllow Twitter content?\nThis post contains content provided by Twitter. We ask for your permission before anything is loaded, as they may be using cookies and other technologies.\nYou may want to read Twitter’s cookie policy https://help.twitter.com/en/rules-and-policies/twitter-cookies and privacy policy https://twitter.com/en/privacy before accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nAllow Twitter content?\nThis post contains content provided by Twitter. We ask for your permission before anything is loaded, as they may be using cookies and other technologies.\nYou may want to read Twitter’s cookie policy https://help.twitter.com/en/rules-and-policies/twitter-cookies and privacy policy https://twitter.com/en/privacy before accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 20:25 21 Aug 201820:25 21 Aug 2018\nOh Danny Boyle...\nGetty ImagesCopyright: Getty Images\nWhile everyone has been busy speculating about who will play the next James Bond, the franchise has suddenly lost its star director.\nDanny Boyle has dropped out of the next Bond film, blaming \"creative differences\".\nThe Trainspotting director was due to take the helm for the next instalment, having worked with Daniel Craig on a short film - featuring 007 and the Queen - for the 2012 London Olympics.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 19:52 21 Aug 201819:52 21 Aug 2018\nThe stain of SodaStream\nGetty ImagesCopyright: Getty Images\nA SodaStream - circa 1978Image caption: A SodaStream - circa 1978\nYou might remember yesterday we reported that PepsiCo is buying SodaStream for $3.2bn.\nOur BBC colleague Jeremy Howell has this anecdote from his childhood about the fizzy drink maker:\nWhen I was eight years old, my father came home with a SodaStream.\n“How nice,” said my mother. “The children can have fizzy drinks.”\n“Forget that,” growled my father. “I got it to make soda to go with my whiskey.”\nFor this reason, the SodaStream was put by the drinks cabinet in our dining room – replacing a broken soda siphon – overlooking a moderately expensive Axminster carpet.\nOne day, I decided it would be doing my parents a good turn to use the SodaStream to make them champagne. I fetched some wine vinegar from the larder, filled the SodaStream bottle to the brim and set to work, thinking: “This will come back to me in a good way”.\nCarbonated wine vinegar burst from the tube of the SodaStream, ten times more of it coming out – it seemed - than I had put in.\nThe Axminster came off worst. It still bears the stain. I was punished with the confiscation of toys for a fortnight. To this day, I still cannot walk past a SodaStream without shuddering.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 19:20 21 Aug 201819:20 21 Aug 2018\nSuperdrug: 'No evidence' of hack\nSuperdrug has sent us the following statement:\n\"Yesterday evening we were contacted by hackers who claimed they had obtained a number of our customers’ online shopping information and were seeking a ransom from us. There is no evidence that Superdrug’s systems have been compromised. We believe the hacker obtained customers’ email addresses and passwords from other websites and then used those credentials to access accounts on our website. The hacker claims that they have obtained information on approximately 20,000 customers but we have only seen 386.\nCustomers’ names, addresses and, in some instances, date of birth, phone number and points balances may have been accessed. We have notified directly our customers whom we believe may have had their accounts accessed. We confirm that no payment card information has been compromised. In line with good security practice, we are advising all our customers to change their passwords now and on a frequent basis.\"\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 19:12 21 Aug 201819:12 21 Aug 2018\nSuperdrug deals with possible data breach\nSuperdrugCopyright: Superdrug\nThousands of Superdrug customers have been told to change their passwords, after the high street pharmacy and beauty chain was targeted by hackers - the Telegraph reports\n.\nThe infiltrators threatened to sell the personal details of 20,000 customers on the internet, unless a ransom was paid.\nThe retailer, which has sent warning emails to thousands of its customers, believes its systems were not breached.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 18:50 21 Aug 201818:50 21 Aug 2018\nUber's harassment bill\nGetty ImagesCopyright: Getty Images\nUber's new chief financial officer (see a couple of posts back) will have quite a bill to deal with when he takes up the role.\nBloomberg reports\nthat the company could pay out $1.9bn to current and former employees who allege they were sexually harassed at the firm.\n56 claimants will receive around $34,000 each and a further 500 stand to receive around $11k each.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 18:37 21 Aug 201818:37 21 Aug 2018\nThe search for a stable crypto-currency\nAllow Twitter content?\nThis post contains content provided by Twitter. We ask for your permission before anything is loaded, as they may be using cookies and other technologies.\nYou may want to read Twitter’s cookie policy https://help.twitter.com/en/rules-and-policies/twitter-cookies and privacy policy https://twitter.com/en/privacy before accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 18:02 21 Aug 201818:02 21 Aug 2018\nS&P hits record high\nGetty ImagesCopyright: Getty Images\nThe S&P 500 has hit yet another intra-day record, at 2872.87.\nThe all-time high comes ahead of another milestone, expected tomorrow, when the index could post the longest bull run in history.\nUS stocks have been surging thanks to strong corporate results and healthy economic growth.\nInvestors also seem optimistic about the resumption of trade talks between Washington and Beijing.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 17:11 21 Aug 201817:11 21 Aug 2018\nIs Uber ready to float?\nReutersCopyright: Reuters\nUber finally has a chief financial officer. I say finally, because the post has been vacant for three years.\nThis matters, because a CFO is usually in charge of preparing a company to go public, which is what Nelson Chai could well be doing next year.\nHowever, the incoming exec told Axios\nthat he \"can't say\" if he's keen on an Uber listing in 2019.\nWhenever Uber does decide to float, some of Mr Chai's previous experience might come in handy - he used to work at the New York Stock Exchange.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 16:51 21 Aug 201816:51 21 Aug 2018\nWatchdog returns\nThe BBC's flagship consumer show is back on the box. Get your gripes in early.\nAllow Twitter content?\nThis post contains content provided by Twitter. We ask for your permission before anything is loaded, as they may be using cookies and other technologies.\nYou may want to read Twitter’s cookie policy https://help.twitter.com/en/rules-and-policies/twitter-cookies and privacy policy https://twitter.com/en/privacy before accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 16:32 21 Aug 201816:32 21 Aug 2018\nDoes Facebook trust you?\nReutersCopyright: Reuters\nThe social media giant has begun to rate user's trustworthiness on a scale from zero to one, according to the Washington Post\n.\nReportedly, Facebook has been trialling these \"reputation assessments\" as part of its efforts to tackle fake news, but it is unclear how ratings will be used on the site.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 16:18 21 Aug 201816:18 21 Aug 2018\nRecords on Wall Street\nTomorrow, we're expecting the S&P 500 to post the longest \"bull market\" run in US history at the close of trading in New York.\nBut records have already been set today, with the small-cap Russell 2000 hitting an all time high. It's currently at 1,714.27.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 15:49 21 Aug 201815:49 21 Aug 2018\nA history of brands\nRemember some of these old product packaging? BBC World Service presenter Manuela Saragosa visits London's Museum of Brands...\nAllow Twitter content?\nThis post contains content provided by Twitter. We ask for your permission before anything is loaded, as they may be using cookies and other technologies.\nYou may want to read Twitter’s cookie policy https://help.twitter.com/en/rules-and-policies/twitter-cookies and privacy policy https://twitter.com/en/privacy before accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 15:33 21 Aug 201815:33 21 Aug 2018\nWhy isn't the Chancellor celebrating?\nThe news that the UK's borrowing figures are the rosiest in 18 years has been greeted with caution by the man in 11 Downing Street.\nOur Economics Editor explains Philip Hammond's reaction.\nAllow Twitter content?\nThis post contains content provided by Twitter. We ask for your permission before anything is loaded, as they may be using cookies and other technologies.\nYou may want to read Twitter’s cookie policy https://help.twitter.com/en/rules-and-policies/twitter-cookies and privacy policy https://twitter.com/en/privacy before accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 15:14 21 Aug 201815:14 21 Aug 2018\nIs roaring US economy a mirage?\nPresident Donald Trump often celebrates the buoyant US economy under his leadership, but one number seems stuck.\nThe BBC\u0092s Paul Blake has been looking at real wages - which are potentially holding down the American consumer.\nVideo content\nVideo caption: Is roaring US economy a mirage?Is roaring US economy a mirage?\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 14:49 21 Aug 201814:49 21 Aug 2018\nWall St welcomes trade talks\nAFPCopyright: AFP\nAll three major American indices are in the green this morning, as investors cheer the resumption of trade talks between the US and China.\nRepresentatives of the two countries are due to meet in Washington tomorrow. It's the first meeting since the last round of negotiations, back in May, ended acrimoniously.\nThe hope on Wall St is that a thaw in US-Sino relations could stall the imposition of further tariffs, which have been hurting global markets.\nThe Dow Jones is up 0.3%, the Nasdaq 0.4%, and the broader S&P 500 is up 0.3%\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 14:28 21 Aug 201814:28 21 Aug 2018\nWhen you need a wheelbarrow to pay for a chicken...\nReutersCopyright: Reuters\nThe picture above shows the amount of currency needed to buy a chicken at a market in Caracas last week, before the Venezuelan currency was devalued. Prices in the country have been doubling every 18 days.\nSo can Venezuela halt its damaging hyperinflation? The BBC's Rob Young examines its options.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.",
        "Publishdate": "No",
        "author": null,
        "link": "https://www.bbc.co.uk/news/live/business-45220427"
    },
    {
        "title": "Nasdaq and S&P 500 hit fresh highs - BBC News",
        "article": "Nasdaq and S&P 500 hit fresh highs\nPublished\n29 September 2017\nShare\nclose panel\nShare page\nCopy link\nAbout sharing\nImage source, Reuters\nWall Street rounded out the last trading day of September on a positive note, with both the Nasdaq and the S&P 500 index hitting fresh highs.\nBy the close the S&P 500 had risen 9.3 points to 2,519.36 while the Nasdaq index climbed 42.51 points to 6,495.96.\nThe Dow Jones industrial average closed up 23.89 points, or 0.1%, at 22,405.09\nUS markets seemed unfazed by the latest inflation and consumer spending figures.\nConsumer spending rose by just 0.1% last month, the Commerce Department said, reflecting the impact of Hurricane Harvey.\nReports of President Donald Trump's meeting with former Federal Reserve Governor Kevin Warsh to discuss his potential nomination as Fed chairman was seen as a trigger for the rise in financial shares.\n\"He's definitely more hawkish on the spectrum,\" said Gennadiy Goldberg, interest rates strategist at TD Securities in New York.\nSeparately, a closely-watched measure of inflation fell to its lowest pace in August for nearly two years.\nThe personal consumption expenditures (PCE) price index, excluding food and energy, fell to an annual rate of 1.3%.\nThe core PCE figure is the Federal Reserve's preferred inflation measure, with the bank targeting a rate of 2%.",
        "Publishdate": "No",
        "author": null,
        "link": "https://www.bbc.co.uk/news/business-41442944"
    },
    {
        "title": "Wall Street: Dow Jones and S&P 500 hit fresh records - BBC News",
        "article": "Wall Street: Dow Jones and S&P 500 hit fresh records\nPublished\n7 December 2016\nShare\nclose panel\nShare page\nCopy link\nAbout sharing\nImage source, Reuters\nThe onward march of Wall Street's share markets has continued, with the Dow Jones and S&P 500 hitting fresh highs.\nThe three major indexes finished more than 1% up, driven by expectations that a Donald Trump presidency will cut taxes and stimulate the economy.\nThe Dow Jones added 1.55% to 19,549.6 and the S&P 500 rose 1.32% to 2,241.3. The Nasdaq gained 1.1% to 5,393.7.\n\"Visions of tax cuts and stronger economic growth are dancing in traders' heads,\" said US analyst Patrick O'Hare.\nThe small-cap Russell 2000 index also set a record, gaining 0.9% to 1,364.51.\nSince the 8 November election, the Dow has risen more than 5%, the S&P 500 3.5%, and the Nasdaq almost 3%.\nTelecommunications, property and transportation shares gained on Wednesday. However, healthcare was a big loser after Trump said he wanted to bring down prescription prices.\nPfizer fell more than 1% and Celgene lost 4%.\nWendy's rose 4.6% after activist investor Nelson Peltz raised his stake in the burger chain to 23.45%.\nBoeing gained 1.3% as it pledged to control costs on the redesign of Air Force One after Trump criticised the aerospace giant for what he said were ballooning expenses.\n\"I think it is a new fact of life... that fundamentals can be swept aside any day by comments from the [president-elect],\" said David Donabedian, chief investment officer of Atlantic Trust Private Wealth Management.\nImage source, AP\nImage caption,\nThe current Air Force One is over 60ft tall - and its replacement will be even bigger\nStarbucks climbed 2.3% as it announced plans to add 12,000 outlets globally by 2021. It also said it was working on technology to permit customers to order via an artificial intelligence program.\nPotential bets\nIndustrial and financial stocks continued to make gains, with American Express, Caterpillar and 3M all advancing more than 2%, as did Home Depot, IBM, Microsoft and Nike.\nAbout 8.2 billion shares changed hands on US exchanges, above the 8 billion daily average over the last 20 sessions.\n\"Right now people are making bets based on potential and whether that potential becomes real, we're not going to know for another six plus months,\" said Michael James, managing director of equity trading at Wedbush Securities.\nBut James said shares were also being propelled by the desire of some institutional investors to boost trading positions before the end of the calendar year.",
        "Publishdate": "No",
        "author": null,
        "link": "http://www.bbc.co.uk/news/business-38239096"
    },
    {
        "title": "Wall Street: Dow Jones and S&P 500 ease to new records - BBC News",
        "article": "Wall Street: Dow Jones and S&P 500 ease to new records\nPublished\n23 November 2016\nShare\nclose panel\nShare page\nCopy link\nAbout sharing\nImage source, Reuters\n(Close): There were more records broken on Wall Street, with the Dow Jones and S&P 500 indexes edging to new highs.\nMachinery and equipment makers climbed after strong results from Deere, but technology companies fell after HP gave a weak profit forecast.\nStocks opened mostly lower, but soon began moving upwards on hopes that the US economy is continuing to strengthen.\nThe Dow ended 0.3% up at 19,083 points, and the S&P 500 rose 0.08% to 2,204.7. The Nasdaq lost 0.11% to 5,380.6.\nMachinery maker Caterpillar rose 2.7% and hit the highest in about two years, while Deere jumped 11% to a record high close after the farm equipment producer reported a much smaller-than-expected decline in profit.\nIndustrial stocks also were given a boost by a report that showed a strong jump in orders for durable goods in October due to demand for machinery and other equipment.\nPharmaceutical stocks were hit after drugs giant Eli Lilly said it would stop developing its Alzheimer drug following a trial failure.\nEli Lilly fell 10%, and rival Alzheimer drug developer Biogen closed down 3.8%.\nHealthcare stocks, like other sectors, had been hitting record highs in the wake of the US presidential election.\nWall Street had little reaction to minutes from the latest Federal Reserve meeting, which showed that policymakers appeared confident that the economy was strengthening enough to warrant interest rate increases soon.\nExpectations among investors remained high that the Fed will raise rates in December.\n\"It's fully factored in,\" said John Traynor, executive vice president and chief information officer of People's United Wealth Management, in Connecticut.",
        "Publishdate": "No",
        "author": null,
        "link": "https://www.bbc.co.uk/news/business-38083081"
    },
    {
        "title": "Business Live: Dollar at 13-year high - BBC News",
        "article": "Posted at 21:39 17 Nov 201621:39 17 Nov 2016\nThat's all from me\nThanks for reading Business Live and I hope you can join us again tomorrow from 6.30am. Friday's highlights will include ONS overseas travel and tourism statistics and trading updates from Fuller's and Nationwide.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 21:37 17 Nov 201621:37 17 Nov 2016\nUS markets up at close\nAll three major US markets have closed higher after a wave of positive economic data was published earlier today.\nThe Dow Jones closed up 0.19%, or 35.68 points, at 18,903.82 points, the Nasdaq ended 0.74%, or 39.39 points, higher at 5,333.97 and the S&P 500 closed 0.47%, or 10.18 point higher, at 2,187.12.\nAmong the best performers were chip maker Advanced Micro Devices Inc, up 10.3%, DIY chain Home Depot, up 2.87% and electronics retailer Best Buy Co. Inc., up 13.70%.\nIt followed positive jobs and inflation data published this morning and comments from Fed chair Janet Yellen signalling a rate rise \"relatively soon\". Most analysts now see a December hike as inevitable.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 21:24 17 Nov 201621:24 17 Nov 2016\nTesla and SolarCity merger approved\nGetty ImagesCopyright: Getty Images\nShareholders for SolarCity and Tesla have approved a merger between the two companies.\nAccording to a statement Tesla sent to CNBC, more than 85% of shareholder votes were in favour of the acquisition, which will now be completed in the coming days.\nThe deal has divided investors, some of whom have have tried to block it. Some allege Tesla chairman Elon Musk\n, who holds about 22% of SolarCity\nstock, is simply bailing out the smaller company because the US solar industry is in decline.\nBut others say the merger will boost Tesla's position as a sustainable energy company and enhance its balance sheet.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 21:13 17 Nov 201621:13 17 Nov 2016\nGoldman uncertain about global markets in 2017\nGoldman Sachs has been sharing its thoughts about world markets next year and seems to be feeling uncertain.\nOn the plus side it expects global growth to pick up in 2017 \"vs the somewhat disappointing performance in 2016\". However, it also fears poor productivity and low GDP growth trend rates could restrain market returns.\nBut it says there are reasons to think the longer-term outlook could brighten next year.\n\"For one, in most countries, the falling growth rate of the working age population is forecast to decelerate over the next several years,\" it said.\n\"Second, research by our economics team suggests that the pace of scientific discovery and technological change has not slowed nearly as much as measured productivity indices would suggest.\n\"Finally, there is the theoretical, but untested, possibility that untapped productivity growth lies hidden in the economy, and that all that is required is to let it 'run hot' for a while.\"\nStill, the bank says it remains skeptical.\n\"Until more clear evidence accumulates showing that the outlook for productivity and trend growth has improved, the opportunity set for investors is likely to remain low.\"\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 20:57 17 Nov 201620:57 17 Nov 2016\nSchäuble warns of costs of Brexit for UK\nGetty ImagesCopyright: Getty Images\nGermany’s finance minister told the Financial Times\nthat, even after Brexit, the UK would be bound by tax rules that would restrict it from granting incentives to keep investors in the country - and would also face EU budget bills for more than a decade.\nWolfgang Schäuble\ntold the paper: \"Until the UK’s exit is complete, Britain will certainly have to fulfil its commitments. Possibly there will be some commitments that last beyond the exit … even, in part, to 2030 … Also we cannot grant any generous rebates.”\nSchäuble\nalso insisted that Britain must adhere to international rules on investment incentives - as with Japanese carmaker Nissan, which recently won UK government assurances\nwhen it agreed to keep its production in the UK.\n“These rules apply to all whether EU members or not,” he said.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 20:35 17 Nov 201620:35 17 Nov 2016\nMexico rate hike 'won't be enough'\nQuote Message: Some reaction from Mexico is better than no reaction. But today’s hike isn’t going to be enough. The peso has taken the brunt of the post-Trump sell off in emerging market currencies. The central bank really needed to get in front of the situation by raising rates by at least 75 basis points. Today was a missed opportunity. We might see more aggressive selling-off of the currency now. Time will tell what the bank does next. Markets have absorbed the initial shock of the surprise US election result but further action from Banco de Mexico depends on how the peso behaves in the coming months and how much President-elect Trump matches campaign rhetoric with actual policies. from Edwin Gutierrez Head of emerging market sovereign debt\nSome reaction from Mexico is better than no reaction. But today’s hike isn’t going to be enough. The peso has taken the brunt of the post-Trump sell off in emerging market currencies. The central bank really needed to get in front of the situation by raising rates by at least 75 basis points. Today was a missed opportunity. We might see more aggressive selling-off of the currency now. Time will tell what the bank does next. Markets have absorbed the initial shock of the surprise US election result but further action from Banco de Mexico depends on how the peso behaves in the coming months and how much President-elect Trump matches campaign rhetoric with actual policies.\nEdwin GutierrezHead of emerging market sovereign debt\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 20:25 17 Nov 201620:25 17 Nov 2016\nStrong dollar 'threatens global stability'\nGetty ImagesCopyright: Getty Images\nAs the US dollar hit a multi-year high today, economists warned the currency's strength could adversely affect financial stability next year.\nThe greenback has jumped 5% since Donald Trump's shock election win as investors bet on inflation rising faster than previously thought in 2017.\nMoney managers attending this week's Reuters Global Investment Summit\nsaid the spike in the currency, and in Treasury yields, could push up the cost of dollar debt.\nAnd that would be damaging for firms and households both in US and the rest of the world, where dollar-denominated debt now totals nearly $10tn.\n\"If the dollar gently goes up, I think we'll be OK. But an aggressively rising dollar will be bad news for emerging markets, quite painful for China and it could undermine risk assets,\" said Mark Burgess, chief investment officer for Columbia Threadneedle Investments, EMEA.\nThe other issue is that it could make US exports less attractive, choking off US growth.\nJoachim Fels, a managing director at Pimco, said: \"If you get too much dollar appreciation it feeds back negatively into US growth and particularly hurts the manufacturing sector, and these are Donald Trump's voters, so I think there is a certain limit.\"\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 20:03 17 Nov 201620:03 17 Nov 2016\nMexico raises rate after Trump win\nGetty ImagesCopyright: Getty Images\nMexico has raised its key interest rate from 4.75% to 5.25% following a steep fall in the value of the peso since Donald Trump's US election victory last week.\nMexico's central bank increased the rate after the election \"led to an increase in volatility in financial markets of every region\".\nThe US president-elect says he is committed to building a wall between Mexico and America. He has also said he plans to renegotiate or scrap the North American Free Trade Agreement (Nafta), a three-nation pact between the US, Canada and Mexico.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 19:43 17 Nov 201619:43 17 Nov 2016\nPremier League scores China TV deal\nGetty ImagesCopyright: Getty Images\nIt is no secret that China's president, Xi Jinping, is a big football fan. Manchester City, which is backed by Chinese investors, hosted President Xi when he visited Britain last year.\nIt now appears that Britain's Premier League has struck its biggest overseas deal by selling television rights to China for $700m.\nAssociated Press reports that the rights have been sold in a three-year deal from the 2019-2020 season to PPTV, an online video streaming service.\nPPTV is part of the Suning group which owns Italian club Inter Milan and currently has the rights to broadcast games from Spain's La Liga in China.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 19:20 17 Nov 201619:20 17 Nov 2016\nEurope space race makes giant leap\nGetty ImagesCopyright: Getty Images\nEurope has made a giant leap forward in the race to provide accurate satellite-navigation systems.\nA further four Galileo satellites were launched on the Ariane 5 rocket from French Guiana.\nGalileo is owned and funded by the European Commission and following today's launch has 18 spacecraft in-orbit.\nWhile the sat-nav project complements America's existing Global Positioning System (GPS), the hope is Europe's system will provide users with more accurate mapping positions with a general error of one metre, compared with the current GPS error of several metres.\nEurope also hopes it will benefit member state economies by forging new business that can exploit the services.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 19:03 17 Nov 201619:03 17 Nov 2016\nAirbnb cooks up major expansion\nGetty ImagesCopyright: Getty Images\nAirbnb will soon be more than a home renting service.\nThe company wants to offer customers the chance to plan every aspect of their time in their new temporary digs, to give them a more authentic flavor of the locality.\nAirbnb hopes help travelers choose and book activities, including everything from dirt biking and cooking lessons to the more mundane, but no less important, restaurant reservations.\nBrian Chesky, chief executive of Airbnb, said: \"You immerse and you join the local community.\"\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 18:48 17 Nov 201618:48 17 Nov 2016\nThree quarters of people 'want rental sector regulated'\nBBCCopyright: BBC\nAccording to a survey conducted by ComRes for the BBC's Victoria Derbyshire programme, 76% of people want parts of the private rental sector regulated.\nThe survey of 1,002 people asked whether they would support government regulation on such issues as letting agents fees, contract lengths, deposits and inventory checks.\nNearly three-quarters said they would support rent control, with the government setting maximum caps on private rent prices.\nAnd more than two-thirds said they would support caps on rent increases when contracts were renewed.\nTrevor Locke (pictured) is one of several people who told the BBC they had struggled with the cost of renting.\n\"By the time you've put down the deposit, rent in advance, agents' fees, all the other costs, let alone the actual move itself, you're talking about somewhere between ﾣ2,500 and ﾣ3,500,\" he says.\nRead more\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 18:33 17 Nov 201618:33 17 Nov 2016\nDollar hits 13-year high\nBloombergCopyright: Bloomberg\nThe US dollar enjoyed a further shot in the arm today after Fed chair Janet Yellen signaled a rate increase would likely be appropriate \"relatively soon\".\nThe currency hit a 13.5 year high versus a basket of major currencies after Ms Yellen finished her appearance before Congress' joint economic committee on Thursday.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 18:16 17 Nov 201618:16 17 Nov 2016\nUS inflation hits six-month high in October\nGetty ImagesCopyright: Getty Images\nUS inflation saw its strongest monthly rise in six months in October, due to higher prices for petrol and housing.\nAccording to the US Labour Department, the consumer price index rose 0.4% for the month, matching analyst expectations.\nOn a year-on-year basis, the index was up 1.6%, the biggest such gain since October 2014.\nRising fuel prices drove over half of the overall CPI gain - up 7% in October - while housing prices rose 0.4%.\nThe core consumer price index, excluding food and fuel, rose only 0.1% for the second month in a row but was up 2.1% year on year.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 17:59 17 Nov 201617:59 17 Nov 2016\nDonald Trump: Emerging markets braced for economic effects\nAFPCopyright: AFP\nDonald Trump's US election victory caused shockwaves on Mexican and Brazilian markets, with the countries' respective currencies taking a battering.\nAnd that could be a foretaste of things to come: not just the US's so-called \"backyard\", but emerging markets in general are bracing themselves for the economic effects of Donald Trump's US election victory.\nMr Trump does not become president until 20 January, and so far, we know little about the economic policies that he will actually put into practice.\nBut analysts are watching for at least three factors that could have contradictory and clashing effects...\nRead more.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 17:42 17 Nov 201617:42 17 Nov 2016\nDollar hits another high after Yellen hearing\nGlobal director of Forex research at Reink Media Group tweets...\nAllow Twitter content?\nThis post contains content provided by Twitter. We ask for your permission before anything is loaded, as they may be using cookies and other technologies.\nYou may want to read Twitter’s cookie policy https://help.twitter.com/en/rules-and-policies/twitter-cookies and privacy policy https://twitter.com/en/privacy before accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 17:28 17 Nov 201617:28 17 Nov 2016\nWalmart results disappoint investors\nGetty ImagesCopyright: Getty Images\nAs we reported earlier, Asda's sales tumbled in the third quarter, but it's also worth mentioning that its US parent Walmart is struggling too.\nWalmart's like-for-like sales excluding fuel at its US stores rose by a slightly lower than expected 1.2% for the three months to October.\nProfits at the world's largest retailer fell to $3.03bn from $3.3bn in the same period last year.\nWalmart's chief financial officer Brett Biggs told Reuters that falling food prices continued to be \"challenging\" for the retailer.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 17:17 17 Nov 201617:17 17 Nov 2016\nBreakingS&P 500 and Nasdaq trade higher\nThe S&P 500 and Nasdaq markets are heading higher in early afternoon trade.\nThe former stands at 2185.85 points, up 0.41%, while the latter has reached 5,324.66 - up 0.57%.\nThe Dow has also turned positive, trading up 0.05% at 18,878.48 points.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 16:59 17 Nov 201616:59 17 Nov 2016\nFTSE 100 ends higher\nGetty ImagesCopyright: Getty Images\nThe FTSE 100 ended higher today helped by gains by mining firms and house builders.\nThe index closed 0.67%, or 44.99 points, up at 6,794.71 points.\nAmong the strongest performers were Barratt Developments, up 3.51%, and Persimmon, up 3.10%, while miner Randgold climbed 4.02%.\nRoyal Mail was the FTSE’s largest faller, down 7%, after half-year results showed profits had slipped 6%.\nMost of that decline was driven by lower letter volumes, with better performances from parcels and the European business.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 16:49 17 Nov 201616:49 17 Nov 2016\nLinkedIn blocked by Russian authorities\nBBCCopyright: BBC\nSocial network LinkedIn will be blocked in Russia, after a court found the company guilty of violating local data storage laws.\nRussia's communications regulator Roskomnadzor said LinkedIn would be unavailable in the country within 24 hours.\nSome internet providers have already cut access to the site, which has more than six million members in Russia.\nLinkedIn told the BBC it hoped to meet Roskomnadzor to discuss the block.\nRead more.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.",
        "Publishdate": "No",
        "author": null,
        "link": "http://www.bbc.co.uk/news/live/business-37950188"
    },
    {
        "title": "The Dow Jones and Nasdaq close higher, but S&P 500 falls - BBC News",
        "article": "Posted at 21:37 11 Nov 201621:37 11 Nov 2016\nUntil next week...\nThat's all from me folks, and thanks again for reading Business Live. We'll be back next week with more news and views on the world of business and the markets. I hope you have a good weekend.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 21:32 11 Nov 201621:32 11 Nov 2016\nBreakingUS markets close on mixed picture\nThe major US markets were a mixed picture at close as investors continued to digest the election result.\nThe Dow Jones shrugged off earlier losses to close 0.21% higher at 18,847.66 points - another all-time high after yesterday's record performance. The Nasdaq was also up, by 0.54% at 5,237.11.\nBut the S&P 500 finished 0.14% lower at 2,164.45 despite paring earlier losses.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 21:15 11 Nov 201621:15 11 Nov 2016\nObama administration gives up on TPP\nAllow Twitter content?\nThis post contains content provided by Twitter. We ask for your permission before anything is loaded, as they may be using cookies and other technologies.\nYou may want to read Twitter’s cookie policy https://help.twitter.com/en/rules-and-policies/twitter-cookies and privacy policy https://twitter.com/en/privacy before accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 21:06 11 Nov 201621:06 11 Nov 2016\nCauses of Brexit and Trump win 'not just economic'\nGettyCopyright: Getty\nIn recent days, many commentators have attributed Mr Trump's election win to the disenfranchisement of middle and lower income Americans. But in this interesting FT article\n, professor John Kay of the London School of Economics says \"there is something in this explanation but not enough\".\n\"While it is true that neither Brexit\nnor Mr Trump\nwould have won without attracting the support of disaffected working-class voters in depressed areas\n, many of those who voted for either were not economically disadvantaged.\n\"Polls have shown that the average income of Mr Trump’s voters was above that of Hillary Clinton supporters. The strongest predictors of voting behaviour have been age\n, education level\nand ethnicity\n- not income.\"\nHe adds that the evidence on \"inequality and globalisation is far more nuanced than so many would have guessed\".\nMore important, he says, is the inadequate political response to the financial crisis, which has left a vacuum for populists to fill.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 20:41 11 Nov 201620:41 11 Nov 2016\nPaypal founder joins Trump transition team\nAllow Twitter content?\nThis post contains content provided by Twitter. We ask for your permission before anything is loaded, as they may be using cookies and other technologies.\nYou may want to read Twitter’s cookie policy https://help.twitter.com/en/rules-and-policies/twitter-cookies and privacy policy https://twitter.com/en/privacy before accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 20:25 11 Nov 201620:25 11 Nov 2016\nAn inconvenient truth\nIn this interesting blog\n, commentator Zero Hedge outlines what he sees as the drivers behind Donald Trump's victory using several handy graphs.\n\"The intent is to highlight, through the use of a few charts, that the nation’s economic policy for the last 30 years has failed greatly and hollowed out the middle class,\" he says.\n\"The consequences have been accumulating for years but have been camouflaged by ever increasing, but unsuccessful attempts to reignite economic growth.\"\nHere are few of the charts.\nZero HedgeCopyright: Zero Hedge\nZero HedgeCopyright: Zero Hedge\nZero HedgeCopyright: Zero Hedge\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 20:07 11 Nov 201620:07 11 Nov 2016\nJC Penney cuts sales forecast\nGetty ImagesCopyright: Getty Images\nDepartment store chain JC Penney has cut its revenue forecast for the year after seeing sluggish clothing sales in the third quarter.\nIt is trying to recover from an ill-judged restructuring plan under former chief executive Ron Johnson that caused sales and profits to tumble in 2012 and 2013.\nIt is also trying to adjust to changing shopping patterns, as consumers shift their spending away from clothing and towards experiences like beauty treatments or towards furnishing their home. As such, the group is trying to promote more appliances and homeware in its stores.\nIn the third quarter JC Penney reported a loss of $67m compared with a loss of $115 million in the same period last year.\nIt now expects to see an increase of 1-2% in full year sales - down from its original forecast of 3-4%.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 19:52 11 Nov 201619:52 11 Nov 2016\nBreakingUS markets remain volatile\nThe main US markets opened down this morning but trading has been volatile since then.\nThe Nasdaq is currently up 0.3%, while the Dow is flat and The S&P 500 is down 0.33%, as these charts show.\nBBCCopyright: BBC\nBBCCopyright: BBC\nBBCCopyright: BBC\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 19:46 11 Nov 201619:46 11 Nov 2016\nPound hovers at $1.26\nHargreaves LansdowneCopyright: Hargreaves Lansdowne\nIt's been a good week for the pound and today the currency passed the $1.26 mark for the first time in five weeks. This chart shows you how it's done since 7 November.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 19:32 11 Nov 201619:32 11 Nov 2016\nEgypt gets some money\nAPCopyright: AP\nEgypt is to be given a $12bn bailout from the International Monetary Fund (IMF), spread over three years.\nThe Central Bank of Egypt has received the first $2.75bn tranche.\nThe loan \"will help Egypt restore macroeconomic stability and promote inclusive growth,\" the IMF said.\nIn other words, to help it out of its deep economic crisis.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 19:12 11 Nov 201619:12 11 Nov 2016\nBA strike ballot next week\nPACopyright: PA\nTwo thousand British Airways' cabin crew will be balloted for possible strike action in a dispute over pay.\nMembers of Unite will start voting next week, with the result due in mid December.\nUnite said the crew, part of BA's so-called \"mixed fleet\", had rejected a 2% pay offer.\nThey are staff who work at Heathrow and have joined the airline since 2010.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 18:49 11 Nov 201618:49 11 Nov 2016\nTata tries to oust Cyrus Mistry from subsidiaries\nEPACopyright: EPA\nThe bitter feud at the top of India's giant Tata industrial empire is continuing in full spate.\nTata Sons, the holding company, is now trying to force out its former chairman, Cyrus Mistry, from all parts of its vast business.\nIt is trying to remove him from the boards of several subsidiaries such as Tata Motors, Tata Chemicals, and Tata Steel.\nMr Mistry was sacked as overall chairman last month, out of the blue.\nThe surprising move soon exposed a saga of bitter disagreement at board level, with claim and counterclaim thrown around to the general astonishment of onlookers.\nRead more\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 18:33 11 Nov 201618:33 11 Nov 2016\nBrazil challenges US steel tariffs\nGettyCopyright: Getty\nBrazil has launched a complaint at the World Trade Organisation against a US decision to levy punitive tariffs on imports of cold- and hot-rolled steel flat products from Brazil.\nThe United States has imposed anti-subsidy duties on the products but Brazil says that it broke WTO rules by doing so, according to the WTO.\nThe United States now has 60 days to settle the dispute or Brazil could ask the WTO to adjudicate.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 18:17 11 Nov 201618:17 11 Nov 2016\nPound recovers ground after US election\nThinkstockCopyright: Thinkstock\nThe pound has continued to recover ground following this week's US election result.\nThe news will bring some respite to businesses that import goods, and to holidaymakers buying foreign currency.\nFor the first time in five weeks sterling is worth around $1.26, having sunk as low as $1.21 a month ago. That is a rise of about 4%.\nAgainst the euro, the pound has risen by more than 6% over the same period, up from €1.09 to €1.16.\nRead more.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 18:01 11 Nov 201618:01 11 Nov 2016\nSingles Day sales settle at $18bn, says Alibaba\nGetty ImagesCopyright: Getty Images\nChinese shoppers splashed out almost $18bn during Alibaba's Singles Day sale on Friday, the e-commerce giant has claimed.\nRival e-commerce giant JD.com, which focuses more on electronics, said its sales total - which it did not specify - surpassed last year's figure at 1:33 pm China time.\nHowever, it's worth remembering that some have questioned the accuracy of Singles Day sales, amid claims of inflated sales data at Chinese online retailers.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 17:45 11 Nov 201617:45 11 Nov 2016\nPolice open investigation into football bribery\nBBCCopyright: BBC\nPolice have opened a criminal investigation into an allegation of bribery after reviewing material from the Daily Telegraph's investigation into suspected corruption in football.\nSam Allardyce left his post as England boss after the newspaper investigation claimed he offered advice on how to \"get around\" rules on player transfers.\nHe had been in charge of England for one game before his exit.\nBut police said Allardyce \"is not part of the investigation\".\nRead more.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 17:29 11 Nov 201617:29 11 Nov 2016\nGood news for (some) Scottish airports\nScotland business and economics editor tweets...\nAllow Twitter content?\nThis post contains content provided by Twitter. We ask for your permission before anything is loaded, as they may be using cookies and other technologies.\nYou may want to read Twitter’s cookie policy https://help.twitter.com/en/rules-and-policies/twitter-cookies and privacy policy https://twitter.com/en/privacy before accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 17:14 11 Nov 201617:14 11 Nov 2016\nItalian borrowing costs jump following Trump win\nGetty ImagesCopyright: Getty Images\nShock waves from Donald Trump's election have been felt in Italy today, as sovereign borrowing costs shot up, Reuters reports\n.\nPrime Minister Matteo Renzi is holding a referendum next month on the Italian constitution, but some fear a populist revolt -  akin to the one just seen in the US - will defeat him.\nConcerned this will create political upheaval, investors shied away from an Italian bond auction today, sending yields to their highest levels since mid-2015.\n\"Today's auction, with weaker demand at the longer end of the yield curve, is probably one of the first signs of rising tensions on Italy's debt ahead of the referendum,\" IG strategist Vincenzo Longo said.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 16:51 11 Nov 201616:51 11 Nov 2016\nBreakingFTSE 100 closes 1.43% lower\nThe FTSE 100 has closed 1.43% lower at 6,730.43 points.\nThe biggest fallers were miners and banks, which had made gains on Wednesday and Thursday following Donald Trump's victory.\nThe worst performers were miners Fresnillo and Randgold Resources Ltd - down 8.95% and 6.73% - and Standard Chartered bank, down 6.34%.\nThe best performers were BT Group, up 3.78%, and Marks & Spencer Group, up 3.28%.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 16:33 11 Nov 201616:33 11 Nov 2016\n'Crazy' to say Facebook helped Trump win - Zuckerberg\nGetty ImagesCopyright: Getty Images\nFacing criticism that fake news on Facebook aided the rise of Donald Trump, founder Mark Zuckerberg has strongly defended his network.\nSpeaking on stage\nat Techonomy, a technology conference in California, Mr Zuckerberg said Facebook should not be held responsible.\n\"The idea that fake news on Facebook influenced the election in any way is a pretty crazy idea,\" he said.\n\"If you believe that then I don't think you have internalised the message Trump supporters are trying to send in this election.\"\nSome data has shown that fake stories were being far more widely shared on the platform than follow up stories debunking the claims.\nRead more.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.",
        "Publishdate": "No",
        "author": null,
        "link": "http://www.bbc.co.uk/news/live/business-37875665"
    },
    {
        "title": "S&P 500 hits worst losing streak since financial crisis - BBC News",
        "article": "S&P 500 hits worst losing streak since financial crisis\nPublished\n3 November 2016\nShare\nclose panel\nShare page\nCopy link\nAbout sharing\nImage source, Reuters\nThe US S&P 500 index has fallen for an eighth straight day, its longest losing streak since the 2008 financial crisis.\nIt dropped 0.4% to 2,088.66, dragged down by a fall in Facebook shares and continued uncertainty over next week's US presidential election.\nThe tech-heavy Nasdaq share index also dropped for the eighth day running, falling 0.9% to 5,058.41.\nThe Dow Jones finished 0.2% lower at 17,930.67. All three indexes started the day higher before slumping back.\n\"It's a pretty simple equation: uncertainty goes up, stock market goes down,\" said David Kelly, chief global strategist with JPMorgan Funds.\nUS stocks have suffered this week amid a narrowing of Hillary Clinton's lead in the polls over her rival Donald Trump.\nOn Wall Street, Facebook was down 6% after it reported weaker than hoped for figures overnight and warned advertising growth would slow \"meaningfully\" next year.\nExercise tracking firm Fitbit was one of the heaviest fallers on Thursday - down 34% - after it made a weak earnings forecast.\nAmong the stocks bucking the trend was media giant 21st Century Fox, which jumped 7% after reporting better than expected earnings.",
        "Publishdate": "No",
        "author": null,
        "link": "https://www.bbc.co.uk/news/business-37861671"
    },
    {
        "title": "S&P 500 ends Monday at record high - BBC News",
        "article": "S&P 500 ends Monday at record high\nPublished\n11 July 2016\nShare\nclose panel\nShare page\nCopy link\nAbout sharing\nImage source, Getty Images\n(Close): Stocks on Wall Street rose Monday, building on Friday's positive mood after a strong jobs report suggested a positive outlook for the US economy.\nThe S&P 500 index broke a year long record, rising 7.26 points to 2,137.16.\nThe Dow Jones climbed 80.19 points to 18,226.93, while the tech-focused Nasdaq was up 31.88 points to 4988.64.\nBanking shares were up, with JP Morgan and Citigroup both gaining 0.7%, while Goldman Sachs rose 1.2%.\n\"The markets are having a feel-good rally because the jobs report on Friday was better-than-expected and that was followed up by some good election news in Britain and Japan,\" said Alan Gayle, investment strategist at RidgeWorth Investments.\n\"Investors have been looking for a reason to buy stocks and now they have it.\"\nBoeing had a strong day climbing 1.5% after announcing a £3bn a deal to sell new maritime patrol planes to the UK government.\nShares of GoPro were the biggest gainers on the Nasda, gaining 13.3%.\nShares of Netflix dropped 2.5% after a report indicated the company's stock could fall and growth could slow as the company reaches market saturation.",
        "Publishdate": "No",
        "author": null,
        "link": "http://www.bbc.co.uk/news/business-36766780"
    },
    {
        "title": "Wall Street closes up as S&P 500 hits new record - BBC News",
        "article": "Wall Street closes up as S&P 500 hits new record\nPublished\n21 May 2015\nShare\nclose panel\nShare page\nCopy link\nAbout sharing\nImage source, Getty Images\n(Close): The S&P 500 rose to a new record following strong earnings from Best Buy and news that CVS Health is buying Omnicare for $12.7bn.\nThe index rose 4.97 points to 2,130.82, a little less than two points above Monday's record.\nThe Dow Jones was essentially flat, ending up 0.34 point at 18,285.74. The Nasdaq rose 19.05 points to 5,090.79.\nCVS rose 2.3%, and Omnicare was up 1.7%. Hewlett-Packard rose 2.3% after a partial sale of a China-based division.\nApple finished 1% higher after Morgan Stanley raised its estimates for iPhone and Apple watch sales.\nAnd Amazon gained 1.8% on news that Morgan Stanley raised its profit forecasts, citing improved efficiencies at the online retailer.",
        "Publishdate": "No",
        "author": null,
        "link": "http://www.bbc.co.uk/news/business-32829499"
    },
    {
        "title": "S&P 500 closes at record high, despite industrial output falling - BBC News",
        "article": "S&P 500 closes at record high, despite industrial output falling\nPublished\n15 May 2015\nShare\nclose panel\nShare page\nCopy link\nAbout sharing\nImage source, Getty Images\n(Close): The S&P 500 index closed higher at a new record, just above its record close on Thursday.\nThe index rose 1.63 points - or 0.08% - to 2,122.73.\nThe Dow Jones closed up 25 points to 18,272.56, while the Nasdaq was down by 2.5 points to 5,048.29.\nTrade was mixed after data showed that US industrial output fell for the fifth consecutive month, and consumer confidence also fell.\nThe University of Michigan's US consumer sentiment index plummeted to 88.6 in May, from 95.9 in April.\nNike was amongst the biggest winners of the day, rising 1.4%, whilst on the tech-heavy Nasdaq, Netflix shares rose 4.5% following reports it is in talks with a Chinese partner backed by Alibaba founder Jack Ma to launch online video services in China.\nKing Digital Entertainment, the mobile gaming company which developed the popular game \"Candy Crush\", bounced back and closed up 0.08%, after shares opened down 4.9%, after it warned of weaker profits.\nAnalysts say King needs another hit product.",
        "Publishdate": "No",
        "author": null,
        "link": "https://www.bbc.co.uk/news/business-32755407"
    },
    {
        "title": "Nasdaq and S&P 500 at new record on strong tech profits - BBC News",
        "article": "Nasdaq and S&P 500 at new record on strong tech profits\nPublished\n24 April 2015\nShare\nclose panel\nShare page\nCopy link\nAbout sharing\nImage source, AP\n(Close): The Nasdaq and S&P 500 closed at new record highs after US tech firms reported strong first quarter profits.\nThe index rose 36.02 points to close at 5,092.08. It ended Thursday at a record high, surpassing a level it last reached in 2000 at the height of the dot-com bubble.\nThe S&P 500 index gained 4.76 points to 2,117.69, a new high.\nThe Dow Jones added 21.45 points to finish the week at 18,080.14.\nAmazon was the biggest winner on the Nasdaq. It boosted the tech-heavy index significantly, after shares in the firm rose by by more than 14%, in the wake of revelations about its cloud computing services on Thursday. The company's value now stands at $206.7bn (£136.1bn).\nThe Dow's leader was Microsoft, which saw its share price spike over 10% after it beat growth expectations.\nTime Warner Cable's shares rose slightly, notching a 0.57% gain, after the cable TV giant announced it had abandoned its $45bn proposed takeover of rival Comcast, whose shares also closed slightly higher, up by 0.69%.\nXerox was one of the biggest losers on the Nasdaq, closing down 8.75%. On Thursday, the office supplies company reported a 6% fall in quarterly revenue.\nMore on this story\nUS Fed split over interest rate rise\nPublished\n8 April 2015\nUS hiring slows, adding 126,000 jobs\nPublished\n3 April 2015\n'The market is rigged' - Michael Lewis\nPublished\n10 April 2015",
        "Publishdate": "No",
        "author": null,
        "link": "https://www.bbc.co.uk/news/business-32453119"
    },
    {
        "title": "Dow and S&P 500 indexes finish higher - BBC News",
        "article": "Dow and S&P 500 indexes finish higher\nPublished\n14 April 2015\nShare\nclose panel\nShare page\nCopy link\nAbout sharing\nImage source, AP\n(Close): The Dow Jones and S&P 500 indexes ended higher, helped by energy stocks and corporate earnings that beat analysts' expectations.\nThe Dow closed 59.66 points up, or 0.33%, at 18,036.7, and the S&P 500 rose 3.41 points, or 0.16%, to 2,095.8.\nBut the tech-rich Nasdaq index fell 10.96 points, or 0.22%, to 4,977.29.\nJP Morgan rose 1.56% after reporting a rise in profits, while Chevron and Exxon rose 2.2% and 1.5% respectively on the back of a rise in oil prices.\nUS benchmark crude rose $1.38 to $53.29 a barrel in New York.\nJP Morgan reported a 12% rise in profit to $5.91bn for the three months to the end of March, as revenue from bond trading improved.\nJohnson & Johnson shares were flat despite its first-quarter results beating analysts' expectations.\nNet profit fell to $4.32bn from $4.73bn, but this was not as bad as forecast. However, the company also cut its full-year profit forecast to $6.04-$6.19 per share from $6.12-$6.27, with the strong dollar hitting returns from its businesses outside the US.",
        "Publishdate": "No",
        "author": null,
        "link": "https://www.bbc.co.uk/news/business-32306358"
    },
    {
        "title": "S&P 500 closes at record high on German data - BBC News",
        "article": "S&P 500 closes at record high on German data\nPublished\n13 February 2015\nShare\nclose panel\nShare page\nCopy link\nAbout sharing\n(Close): Better-than-expected growth data from Germany helped to lift stocks on Wall Street on Friday.\nThe S&P 500, external gained 8.51 points to end at 2,096.99, a new record high.\nThe Dow Jones, external rose 46.97 points to finish at 18,019.35, and the tech-heavy Nasdaq, external added 36.22 to 4,893.84.\nGermany's economy expanded by 0.7% in the final three months of 2014, raising hopes that growth in the eurozone will gather pace. The eurozone as a whole grew by 0.3% in the quarter.\nAs well as the growth news from the eurozone, investors have also been encouraged by the ceasefire deal in eastern Ukraine, and hopes of progress in the Greek debt talks.\nOil stabilises\nA recovery in oil prices has also led investors to breath a sigh of relief.\nThe price of oil rose once more on Friday, leading some to believe that a bottom in prices - which have fallen by half since June last year - was near.\nThe price of Brent crude rose 3.4% to $61.30 per barrel and the price of US oil - known as West Texas Intermediate crude - rose 2.4% to $52.50 per barrel.\nGaming woes\nOne of the day's biggest losers was Farmville maker Zynga, which saw its shares plunge 15.8% after it reported, external widening losses late on Thursday as it struggles to attract users to its games.\nShares in American Express continued to fall, slipping nearly 3%, in the wake of the news that Costco will stop accepting the company's cards from next year.\nTV network CBS saw its shares climb 3.6% after its fourth quarter revenues and profits came in ahead of expectations. Revenues rose 3% to $3.68bn while earnings per share rose to 77 cents from 69 cents.",
        "Publishdate": "No",
        "author": null,
        "link": "https://www.bbc.co.uk/news/business-31460823"
    },
    {
        "title": "Facebook to join S&P 500 index - BBC News",
        "article": "Facebook to join S&P 500 index\nPublished\n11 December 2013\nShare\nclose panel\nShare page\nCopy link\nAbout sharing\nImage source, Getty Images\nImage caption,\nFacebook made its stock market debut on the Nasdaq exchange in May 2012\nA little over a year after its stock market debut, Facebook has joined, external the S&P 500 index of some of the world's largest firms, replacing test equipment maker Teradyne.\nCompanies in the S&P 500 can be listed on either the Nasdaq or New York Stock Exchange.\nThe S&P 500 is considered the best representation of the US stock market and a bellwether for the US economy.\nFacebook shares jumped 4% after hours on the news.\nAfter a botched public offering in May 2012, Facebook shares slid to less than half of their initial $38 (£23; 28 euro) price, before recovering during the summer of 2013.\nThe company has been pleasing investors recently, notching better than expected earnings and strong mobile advertising sales, a crucial metric watched by analysts.\nIt is now worth a little over $122bn (£74bn).\nOther firms added to the S&P 500 are Alliance Data Systems and flooring company Mohawk Industries.\nThey replace retailer Abercrombie & Fitch and JDS Uniphase, a maker of optical technology.\nMore on this story\nFacebook develops 'sympathise' button\nPublished\n9 December 2013\nTwo million stolen passwords online\nPublished\n4 December 2013",
        "Publishdate": "No",
        "author": null,
        "link": "https://www.bbc.co.uk/news/business-25343331"
    },
    {
        "title": "Wall Street: S&P 500 hits new high - BBC News",
        "article": "Wall Street: S&P 500 hits new high\nPublished\n28 March 2013\nShare\nclose panel\nShare page\nCopy link\nAbout sharing\n(Close): The S&P 500 index closed on Thursday night at a record high of 1,569, up 6 points or 0.4%. The last time it broke into new territory was on 9 October 2007 when it closed at 1,565.\nThe Dow Jones index was also up 0.4%, with a rise of 52 points taking it to a record 14,578.\nThe Nasdaq joined in the upbeat mood created by the smooth reopening of banks in Cyprus and generally positive economic news. It rose 11 points, or 0.3%, to close at 3,268.\nThe S&P has been near its record high for several weeks, despite the still sluggish performance of the US economy. This means it finishes the quarter 10% higher than its level at the beginning of the year and more than double its low point during the financial crisis.\nBruce McCain, chief investment strategist at Key Private Bank in Cleveland said that the new closing high \"is a very appropriate punctuation for a great quarter that saw a lot of last year's anxieties recede.\"\nHowever, Michael Mullaney, chief investment officer at Fiduciary Trust in Boston warned \"we don't know how long we'll be at these levels.\"\nIn relatively light trading, the biggest gainers in the Dow Jones were two IT companies - IBM and Hewlett-Packard, both up over 1%. The biggest falls were by Chevron and JP Morgan Chase.\nOn the currency markets, the euro rose 0.4 cents to $1.282.\nUS markets will be shut for the Good Friday holiday.",
        "Publishdate": "No",
        "author": null,
        "link": "https://www.bbc.co.uk/news/business-21972496"
    },
    {
        "title": "Business Live: S&P hits 5-month high - BBC News",
        "article": "21:30\nGood night\nBBCCopyright: BBC\nThat's it for today on Business Live - thanks for reading. We'll be back bright and early at 6am on Wednesday.\nDo join us then for all the latest news and views from the wonderful world of business\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.21:15\nS&P hits 5-month high\nGetty ImagesCopyright: Getty Images\nThe S&P 500 has just closed at its highest level since 1 February as Alphabet's unexpectedly strong second quarter, reported on Monday night, helped boost investor sentiment.\nThe Dow Jones Industrial Average rose 196.57 points to 25,240.86, the S&P 500 gained 13.34 points to 2,820.32, while the Nasdaq Composite slipped 1.11 points to 7,840.77.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 21:04 24 Jul 201821:04 24 Jul 2018\nFacebook tiptoes into China\nPACopyright: PA\nFacebook has set up a subsidiary in China, according to an official business registration, hinting that it may be trying to establish itself in the country, where its social media sites remain blocked.\nThe subsidiary is registered in Hangzhou, home of e-commerce giant Alibaba Group Holding Ltd, according to the filing.\n\"We are interested in setting up an innovation hub in Zhejiang to support Chinese developers, innovators and start-ups,\" a Facebook representative said via email.\nFacebook's website remains banned in China, which strictly censors foreign news outlets, search engines and social media.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 20:54 24 Jul 201820:54 24 Jul 2018\nHave you ever tried glamping?\nHave you ever tried \"glamping\"?\nIn case you didn't know, it stands for \"glamourous camping\", and often comes with a luxurious price tag too.\nBBC World reporter Devina Gupta investigates in India's Thar desert...\nAllow Twitter content?\nThis post contains content provided by Twitter. We ask for your permission before anything is loaded, as they may be using cookies and other technologies.\nYou may want to read Twitter’s cookie policy https://help.twitter.com/en/rules-and-policies/twitter-cookies and privacy policy https://twitter.com/en/privacy before accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 20:51 24 Jul 201820:51 24 Jul 2018\nSan Francisco eyes workplace cafeterias ban\nGetty ImagesCopyright: Getty Images\nSan Francisco City HallImage caption: San Francisco City Hall\nOfficials in San Francisco, the home of Silicon Valley, are reported to be planning to ban on-site workplace cafeterias.\nMany tech firms offer staff free breakfast, lunch and dinner from the work cafeteria.\nBut this means they are not likely to visit local cafes and restaurants, and policy makers want this to change, according to the San Francisco Examiner\n.\nMountain View, where the likes of Google and Facebook are based, already has laws banning firms from subsidising meals by more than 50%. However, tech firms can fully subsidise their employees' dining expenses if they visit restaurants open to the public.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 20:20 24 Jul 201820:20 24 Jul 2018\nCorbyn: Bring manufacturing 'back to Britain'\nA Labour government would seek to ensure \"we build things here that for too long have been built abroad\", party leader Jeremy Corbyn has said.\nHe told the EEF manufacturers organisation that new train carriages, defence, NHS and new passports were areas where money was spent abroad.\nMr Corbyn also said he would end the \"racket\" of public sector outsourcing.\nVideo content\nVideo caption: Jeremy Corbyn on 'opportunities' of a Labour BrexitJeremy Corbyn on 'opportunities' of a Labour Brexit\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.20:00\nFacebook angers Flanders with Rubens ban\nBBCCopyright: BBC\nThe Flanders Tourist Board has written an open letter protesting against Facebook's \"cultural censorship\" of adverts showing paintings by Flemish painter Peter Paul Rubens.\nThe removed ad featured the artist's The Descent from the Cross, which shows a bare-chested Jesus.\nFollowing the ban, the authority made a satirical video with fake investigators ushering visitors out of a museum after they looked at similar paintings.\nFacebook has not yet responded.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 19:39 24 Jul 201819:39 24 Jul 2018\nUSDA's statement on emergency aid\nGetty ImagesCopyright: Getty Images\nHere's the US Department of Agriculture (USDA)'s statement about why it decided to authorise $12bn in aid to American farmers.\n\"This is a short-term solution to allow President Trump time to work on long-term trade deals to benefit agriculture and the entire US economy,\" said US Secretary of Agriculture Sonny Perdue.\n“The President promised to have the back of every American farmer and rancher, and he knows the importance of keeping our rural economy strong.\n\"Unfortunately, America’s hard-working agricultural producers have been treated unfairly by China’s illegal trading practices and have taken a disproportionate hit when it comes illegal retaliatory tariffs. USDA will not stand by while our hard-working agricultural producers bear the brunt of unfriendly tariffs enacted by foreign nations.\"\nThe USDA says that \"unjustified retaliatory tariffs\" have impacted a range of commodities including soybeans, sorghum, milk, pork, fruits, nuts and other speciality crops.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 19:18 24 Jul 201819:18 24 Jul 2018\nBreakingTrump announces emergency aid to US farmers\nKim Gittleson\nNew York business correspondent\nGetty ImagesCopyright: Getty Images\nOn the same day that President Donald Trump proclaimed \"tariffs are the greatest\" on Twitter, his administration conceded an important point: there are some Americans who have been hurt by protectionist trade policies.\nThe Trump administration has announced it will extend £12bn in emergency aid to US farmers who have been caught in the middle of an escalating global trade war.\nThe size of the aid is roughly in line with the economic impact of what the US Department of Agriculture (USDA) called \"llegal and damaging\" foreign tariffs.\nInvoking a law first passed during the depths of the Great Depression, the USDA said it would disburse billions to farmers who have been hurt retaliatory tariffs on US crops.\nWhile the move might be welcome relief to soybean farmers in particular - prices for the staple crop hit a nine-year low this month - the move was criticised by members of President Trump's Republican party, who said the subsidy could distort markets.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.19:00\nChina still keen on luxury goods\nGetty ImagesCopyright: Getty Images\nLVMH, the owner of luxury goods brand Louis Vuitton, Givenchy, Fendi and Krug champagne, has reported analyst-beating profits for the first half of 2018.\nThe French firm saw its profit from recurring operations rise 28% to €4.65bn in the first six months of this year, driven by growing demand from young, middle class Chinese shoppers.\nAlthough it would see that the US-Chinese trade dispute has largely unaffected luxury goods, LVMH is still wary.\n\"Despite buoyant global demand, monetary and geopolitical uncertainties remain,\" LVMH's billionaire boss Bernard Arnault said in a statement, adding the group would remain \"vigilant\".\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 18:41 24 Jul 201818:41 24 Jul 2018\nBreakingIvanka Trump closes fashion brand\nReutersCopyright: Reuters\nPresident Donald Trump's daughter, Ivanka Trump is closing her eponymous fashion brand.\nShe split from the company a year ago to enter the White House as a senior adviser.\nMs Trump launched the brand in 2014, but after her father's election was faced with shopper boycotts.\n\"When we first started this brand, no one could have predicted the success that we would achieve,\" Ivanka Trump said in a statement.\n\"After 17 months in Washington, I do not know when or if I will ever return to the business, but I do know that my focus for the foreseeable future will be the work I am doing here in Washington, so making this decision now is the only fair outcome for my team and partners.\n\"I am beyond grateful for the work of our incredible team who has inspired so many women; each other and myself included. While we will not continue our mission together, I know that each of them will thrive in their next chapter.\"\nThe decision apparently has nothing to do with how well the brand has performed, and is \"based solely\" on Ms Trump's decision to remain in Washington \"indefinitely\".\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 18:34 24 Jul 201818:34 24 Jul 2018\nChina concerned about damage from trade war\nMore on China's latest economic reforms.\nLocal governments will be given about $200bn to improve their infrastructure.\nJinny Yan, the chief China economist for China markets strategy at ICBC Standard Bank has told BBC World Service that China fears damage from the ongoing trade tensions with the US...\nAllow Twitter content?\nThis post contains content provided by Twitter. We ask for your permission before anything is loaded, as they may be using cookies and other technologies.\nYou may want to read Twitter’s cookie policy https://help.twitter.com/en/rules-and-policies/twitter-cookies and privacy policy https://twitter.com/en/privacy before accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 18:10 24 Jul 201818:10 24 Jul 2018\nRussian hackers penetrate US power stations\nTom KelleyCopyright: Tom Kelley\nRussian hackers have won remote access to the control rooms of many US power suppliers - some of whom may not yet know they’ve been compromised.\nThe access could have let them shut down networks and cause blackouts, US officials told the Wall Street Journal.\nThe state-backed hackers won access even though command centre computers were not directly linked to the web.\nThe attacks succeeded by targeting smaller firms which supply utilities with other services.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 17:50 24 Jul 201817:50 24 Jul 2018\nGove: Tariff-free food trade 'likely'\nBBCCopyright: BBC\nTariff-free access to European food markets is \"overwhelmingly\" likely after Brexit , Environment Secretary Michael Gove believes.\n\"I think because a deal is in all our interests, that is what the outcome will be,\" he told BBC Wales.\nOn a visit to the Royal Welsh Show, Mr Gove said the EU had been constructive.\nHe added that its chief negotiator Michel Barnier did not want any trade barriers, quotas or tariffs \"which was good news for Welsh farmers\".\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 17:30 24 Jul 201817:30 24 Jul 2018\nGoogle 'doesn't need to worry about Amazon'\nBBC World News presenter Aaron Heslehurst has been speaking with equity research firm Monness Crespi Hardt about Google parent firm Alphabet's most recent earnings results.\nDespite being fined €4.3bn by the EU, analyst Brian White doesn't think Alphabet shows any signs of slowing down..\nAllow Twitter content?\nThis post contains content provided by Twitter. We ask for your permission before anything is loaded, as they may be using cookies and other technologies.\nYou may want to read Twitter’s cookie policy https://help.twitter.com/en/rules-and-policies/twitter-cookies and privacy policy https://twitter.com/en/privacy before accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.17:10\nLondon closes ahead\nGetty ImagesCopyright: Getty Images\nLondon shares have ended higher, as mining stocks were boosted by the Chinese government announcing infrastructure investment policies. Banks also saw gains.\nThe FTSE 100 closed 53.3 points or 0.7% ahead to 7,709.05. Top of the winners was mining conglomerate BHP Billiton, which rose 5.7% to £17.02.\nThe FTSE 250 ended 82.5 points or 0.4% higher to 20,852.87, led by specialist healthcare firm BTG, which jumped 6.7% to 529.5p after its non-executive director bought 15,000 shares in the company.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 16:49 24 Jul 201816:49 24 Jul 2018\nTrump plans 500 new homes at Menie\nThe Aberdeenshire golf resort is submitting plans which it says will support 2,000 construction jobs.\nRead more\nnext\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 16:31 24 Jul 201816:31 24 Jul 2018\nBill for public sector wage rises £820m, estimates IFS\nKamal Ahmed\nEconomics editor\nBBCCopyright: BBC\nPublic sector pay is one of the largest parts of government expenditure.\nThe government spends £181bn a year employing all the nurses, doctors, police officers, prison staff, civil servants, teachers, administrators and many others who run publicly funded services.\nSo, announcing a pay increase of any description means costs.\nParticularly if some of those pay increases are, at 3.5% for many teachers, well above the rate of inflation, which is at 2.4%.\nCalculations by the Institute for Fiscal Studies (IFS) suggest that the pay increases announced today could cost £820m a year by 2019.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 16:12 24 Jul 201816:12 24 Jul 2018\nBiggest pay rise in decade for a million workers\nBBCCopyright: BBC\nA million public sector workers are to receive their biggest pay rise in nearly 10 years, the government says.\nIt includes 2.9% extra this year for the armed forces, 2.75% for prison officers and up to 3.5% for teachers.\nPolice will see a 2% rise, the same increase seen by GPs and dentists.\nThe move confirms the scrapping of the 1% pay cap last year and follows campaigns by unions for higher wage rises.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 15:50 24 Jul 201815:50 24 Jul 2018\nManufacturers in 'wait-and-see' mode over investment\nGetty ImagesCopyright: Getty Images\nBritish manufacturers has reported rising new orders and output but plans to invest are being delayed.\nAccording 357 manufacturers surveyed by the Confederation of British Industry, the measure of output hit a high of +27 in the three months to July from +13 in April.\nHowever, the CBI found that companies are intending to cut down on spending on buildings and land.\nFirms also said they planned to reduce investment on new products and processes, and spending on training is expected to fall at the fastest rate since 2009.\nRain Newton-Smith, CBI chief economist, said: \"The pick-up in output growth is good news and with new orders still running at a healthy rate, the near-term outlook for manufacturers remains reasonably bright.\n\"Yet manufacturers are still in wait-and-see mode when it comes to their investment plans.\"\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.",
        "Publishdate": "No",
        "author": null,
        "link": "http://www.bbc.co.uk/news/live/business-44923124"
    },
    {
        "title": "Dow and S&P stay in correction territory - BBC News",
        "article": "Dow and S&P stay in correction territory\nPublished\n9 February 2018\ncomments\n576 Comments\nShare\nclose panel\nShare page\nCopy link\nAbout sharing\nImage source, BRYAN R. SMITH\nThe Dow Jones Industrial Average and the S&P 500 remained in correction territory on Friday despite closing higher after another bumpy ride.\nThe Dow ended up 1.4% at 24,190 points, while the broader S&P was 1.5% higher at 2,619 points.\nBoth have fallen 10% from the record highs hit on 26 January, indicating a \"correction\".\nDespite the positive finish, both indexes posted their worst weekly losses since January 2016.\nMeanwhile, the Nasdaq Composite rose 1.4% to 6,874 points, giving the technology-focused index its worst week since February 2016.\n\"I don't think the market is focused on fundamentals at all - it's very volatile,\" said Anwiti Bahuguna at Columbia Threadneedle Investments in Boston.\nIn London, the FTSE 100 index ended the day down 1.1% at 7,092 points, bringing this week's declines to about 5%.\nHow could the stock market fall affect you?\nBank deputy governor urges calm on markets\nKamal Ahmed: Will the fall turn into a rout?\nOther European markets also suffered on Friday, with Germany's Dax falling 1.4% and France's Cac 40 shedding 1.25%.\nOn Thursday, the Dow Jones fell by more than 1,000 points for the second time this week, and Asian markets followed the downward trend, with Japan's Nikkei 225 shares index closing down 2.3%.\nThe big sell-offs around the world this week have been pinned partly on concerns over the prospect of higher interest rates.\nBank of England deputy governor Ben Broadbent told the BBC that markets might have underestimated the prospect of a pick-up in inflation.\n\"If you look at what happened last year, particularly in the United States but also other equity markets, there was extremely strong growth - big rises in prices - as people gradually realised how strong the global economy was,\" he said.\n\"If markets are responding understandably to that growth, it's possible they weren't pricing in the risk that that same growth would produce some inflation and some rises in interest rates, and I think what you're seeing now is the effect of that realisation.\"\nThis video can not be played\nTo play this video you need to enable JavaScript in your browser.\nMedia caption,\nAn investor's guide to the \"fear index\"\nWhy are markets falling?\nThe global sell-off began last week after a solid US jobs report fuelled expectations that the Federal Reserve would need to raise interest rates faster than expected, because of the strength of the economy.\nThat concern has prompted some investors to retreat from shares.\nOn Thursday, the Bank of England seemed to offer support for the view that rates in general are set to rise.\nThe Bank left interest rates at 0.5% at its meeting, but said a strengthening economy meant interest rates were likely to rise sooner than the markets were expecting.\nAlso worrying investors was a government budget proposal announced by US lawmakers, which raises spending caps and could fan inflation.\nBond yields in the US have also risen in recent weeks, typically a signal of higher rates.\nHigher interest rates push up borrowing costs for companies and individuals, which can hurt corporate profits and curb economic activity.\nMore on this story\nDow sheds more than 4% twice in week\nPublished\n8 February 2018\nStock markets: Your questions answered\nPublished\n6 February 2018\nAhmed: Will fall turn into rout?\nPublished\n6 February 2018\nDid robots trigger the market plunge?\nPublished\n6 February 2018\nDow suffers sharpest drop since June 2016\nPublished\n2 February 2018",
        "Publishdate": "No",
        "author": null,
        "link": "https://www.bbc.co.uk/news/business-43001211"
    },
    {
        "title": "Business Live: Nasdaq and S&P hit records - BBC News",
        "article": "21:30\nGood night\nBBCCopyright: BBC\nThat's it for tonight - but fear not, the Business Live page will be back tomorrow from 6am UK time.\nWe'll have the first proper look at how supermarkets fared over the Christmas, when Morrisons reports its results and market share data for the grocery sector is released.\nPlus Dominic Chappell, the former boss of BHS, is due to give evidence in a trial about the pension scheme of the collapsed department store chain.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.21:22\nA glimpse into the future\nReutersCopyright: Reuters\nWe'll leave you with some of the new technologies announced so far at CES in Las Vegas, the world's biggest tech show.\nA robot created by LG to help users control their smart home was repeatedly disobedient on stage at its CES debut\nFormer employees from swipe-right dating app Tinder are launching a new app\naimed at professional networking to rival LinkedIn\nA face-scanning solution for Android cameras promises to make 3D spinnable selfies\nA $149 smart bottle, which adds vitamins and nutrients to water and then tracks how much is consumed, is on show\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 21:09 8 Jan 201821:09 8 Jan 2018\nNasdaq and S&P 500 hit new highs\nReutersCopyright: Reuters\nThe Nasdaq and S&P 500, two of the main US stock indexes, have finished at record highs for the fifth day in a row.\nBut the benchmark Dow Jones slipped back in a mixed day of trading on Wall Street.\nThe tech-heavy Nasdaq rose 0.3% to 7,157 points, while the broader S&P 500 gained by 0.1% to 2,746.\nThe Dow Jones - which broke through 25,000 points for the first time last week - dropped 0.05% to 25,283.\nAction camera firm GoPro, which has endured a rollercoaster day, finished 12.7% lower at $6.56 a share.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.20:52\nWant to live in a 'skyscraper city'?\nNot content to have the world's tallest tower, the Burj Khalifa, Dubai is building one which is even taller.\nIt will be surrounded by a \"skyscraper city\" that can house up to 470,000 people. But with property prices falling in Dubai, who will buy all this housing?\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.20:34\nEON sells fossil fuels unit for €3.8bn\nGetty ImagesCopyright: Getty Images\nGerman energy giant EON has accepted an offer to sell its remaining stake in fossil fuels spinoff Uniper to Finland's Fortum.\nUniper was split off by EON in 2016 to focus on more promising networks and renewables, and its sale nets the German utility €3.76bn.\nThe deal was widely expected after the two groups announced in September they were close to an agreement.\nBut it is likely to come in for criticism as it values Uniper at less than its shares are currently trading.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.20:21\nGoPro 'hasn't hired JP Morgan for a sale'\nGetty ImagesCopyright: Getty Images\nAction camera firm GoPro has had a rollercoaster day on Wall Street - rebounding from a near-30% fall after reports of a possible sale, before slipping back again in the last hour.\nThe latest fall comes after GoPro founder Nick Woodman denied reports it had hired US bank JP Morgan to pursue a sale.\nHe told Bloomberg TV the company would consider a sale or partnership with another firm, but added that \"it's not something we're actively engaged in at the moment\".\nGoPro shares are currently down 14% at $6.46, having pared back their losses earlier to a 6% fall.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.19:58\nMore details on the Google lawsuit\nGetty ImagesCopyright: Getty Images\nGoogle has yet to comment on the lawsuit from a former employee who was fired last year for a memo asserting that \"biological causes\" are behind gender inequality in tech.\nThe lawsuit - seen by the BBC\n- claims that Google discriminated against white, conservative men.\nAnother of its claims is that Google failed to protect employees from workplace harassment related to their support of President Donald Trump.\nThe BBC's Silicon Valley reporter points out that this isn't the only discrimination case that Google is facing...\nAllow Twitter content?\nThis post contains content provided by Twitter. We ask for your permission before anything is loaded, as they may be using cookies and other technologies.\nYou may want to read Twitter’s cookie policy https://help.twitter.com/en/rules-and-policies/twitter-cookies and privacy policy https://twitter.com/en/privacy before accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 19:41 8 Jan 201819:41 8 Jan 2018\n'Men ran Hollywood how they wanted'\nThe Golden Globes awards last night were overshadowed by the Harvey Weinstein sex scandal.\nMany female stars - like Oprah Winfrey, who won a lifetime achievement award - wore black in solidarity with victims of sexual harassment and used their speeches to call for change in Hollywood.\nThe BBC's Mike Johnson hears from Melissa Silverstein from equality group Women and Hollywood about the momentum the equal pay movement has gained - and why it took so long to emerge.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.19:25\nHancock named Culture Secretary\nAFPCopyright: AFP\nMatt Hancock is the new Secretary of State for culture, media, digital and sport after Karen Bradley was moved to Northern Ireland Secretary.\nHis responsibilities will include improving the UK's broadband network, ruling on fixed-odds betting terminals, and deciding on the Sky-Fox merger (somewhat overtaken by Disney buying many of Fox's assets).\nHancock was a key member of George Osborne's team at the Treasury before later joining the cabinet.\nHe was then demoted by Theresa May when she became prime minister in June 2016, but has since fought his way back to the cabinet table.\nAllow Twitter content?\nThis post contains content provided by Twitter. We ask for your permission before anything is loaded, as they may be using cookies and other technologies.\nYou may want to read Twitter’s cookie policy https://help.twitter.com/en/rules-and-policies/twitter-cookies and privacy policy https://twitter.com/en/privacy before accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 19:17 8 Jan 201819:17 8 Jan 2018\nGoogle discriminates against white men, claims lawsuit\nDearbail Jordan\nBusiness reporter\nGetty ImagesCopyright: Getty Images\nJames Damore, the former engineer at Google who was fired for writing a now infamous internal memo suggesting that the gender gap in technology might be down to biology, has filed a class action lawsuit against the internet giant.\nThe class action aims to represent all employees who have been discriminated against due to their “perceived conservative political views by Google”, due to “their male gender by Google” and “due to their Caucasian race by Google.”\nIt accuses Google of singling out, punishing and terminating employees who “expressed views deviating from the majority view at Google on political subjects raised in the workplace and relevant to Google’s employment policies and its business, such as ‘diversity’ hiring policies, ‘bias sensitivity’ or ‘social justice’…”\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.19:02\nWhat did Clark and May talk about?\nTheresa May's cabinet reshuffle is still going on - but much of the focus remains on Greg Clark staying as Business Secretary and Jeremy Hunt remaining at health.\nBBC political editor Laura Kuenssberg explains what she's been hearing...\nAllow Twitter content?\nThis post contains content provided by Twitter. We ask for your permission before anything is loaded, as they may be using cookies and other technologies.\nYou may want to read Twitter’s cookie policy https://help.twitter.com/en/rules-and-policies/twitter-cookies and privacy policy https://twitter.com/en/privacy before accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nAllow Twitter content?\nThis post contains content provided by Twitter. We ask for your permission before anything is loaded, as they may be using cookies and other technologies.\nYou may want to read Twitter’s cookie policy https://help.twitter.com/en/rules-and-policies/twitter-cookies and privacy policy https://twitter.com/en/privacy before accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 18:47 8 Jan 201818:47 8 Jan 2018\nGoPro 'would consider a partnership'\nGetty ImagesCopyright: Getty Images\nNick Woodman, the chief executive of GoPro (pictured), has told CNBC that the camera-maker would consider a sale or partnership with another company.\nHe says: \"If there are opportunities for us to unite with a bigger parent company to scale GoPro even bigger, that is something that we would look at.\"\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 18:34 8 Jan 201818:34 8 Jan 2018\nGoPro shares pick-up\nDearbail Jordan\nBusiness reporter\nGetty ImagesCopyright: Getty Images\nShares in GoPro have bounced back following reports that it has put itself up for sale.\nThe camera-maker's stock is now down 6% at $7 after tumbling nearly 30% in early trading.\nEarlier today, GoPro said it will cut 250 jobs, reduced its guidance on revenue, announced the departure of chief operating officer Charles Prober - who had been in the job for a year - as well as the departure of its general counsel Sharon Zezima and said it will exit its drones business.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 18:26 8 Jan 201818:26 8 Jan 2018\nBreakingGoPro 'puts itself up for sale'\nGoPro has put itself up for sale, according to CNBC\n, after announcing it will pull out of the drones business and cuts jobs across the company.\nCNBC reports that the Nasdaq-listed US camera maker has hired the investment bank JP Morgan to find a buyer.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 18:18 8 Jan 201818:18 8 Jan 2018\nWhat's new pussycat\nThe big news of the reshuffle: Downing Street's chief mouse catcher will remain in his post.\nAllow Twitter content?\nThis post contains content provided by Twitter. We ask for your permission before anything is loaded, as they may be using cookies and other technologies.\nYou may want to read Twitter’s cookie policy https://help.twitter.com/en/rules-and-policies/twitter-cookies and privacy policy https://twitter.com/en/privacy before accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 18:09 8 Jan 201818:09 8 Jan 2018\nWho is Greg Clark?\nGetty ImagesCopyright: Getty Images\nIt's one of the most important government positions for business, but its incumbent is by no means a household name.\nGreg Clark was kept on as Business Secretary today by Theresa May after a lengthy meeting in Downing Street.\nBBC business editor Simon Jack has suggested Clark - the son of a milkman - is well liked in the business community and that his reappointment will be welcomed by company bosses.\nHe has previously dubbed Clark the \"Brexit badger\", after Dead Ringers' portrayal of David Davis as the Brexit bulldog.\n\"Not normally seen in public but busy under cover - padding between the boardrooms of businesses here and abroad to reassure them that investing in the UK is a good idea and all will be well in the end,\" Jack wrote last year.\nHis achievements include persuading a wavering Nissan to build not one, but two new models in Sunderland, as well as boosting confidence among UK pharmaceutical firms.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.17:43\nMerkel talks boost German stocks\nEPACopyright: EPA\nGerman Chancellor Angela Merkel's grand coalition talks with the Social Democrats have given the country's Dax stock index a push.\n\"The Dax traded 0.4% higher [to 13,368 points] as investors cheered progress in coalition talks in Germany,\" said Fiona Cincotta, senior market analyst at City Index.\n\"There have been few signs of any meaningful pullback in the Dax since the new year begun, instead investors seem firmly fixed on the all time high hit in November,\" she added.\nMany see this as Mrs Merkel's last chance to form a stable coalition after she failed to form a government following September's tight election result.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.17:26\nOusted AA boss: See you in court\nBBCCopyright: BBC\nIt was one of the most colourful business stories of last year: the sudden departure of AA chairman, Bob Mackenzie, for \"gross misconduct\".\nReports linked his dismissal to an attempted spin-off of the AA's insurance arm, which led to a \"violent\" disagreement between Mr Mackenzie and insurance chief Michael Lloyd.\nMr Mackenzie is now reported to be pushing for an employment tribunal hearing. The AA said it was \"astonished\" by the move.\n\"We stand by our decision to dismiss him for gross misconduct ... and will robustly defend any action,\" the AA said.\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.Posted at 17:11 8 Jan 201817:11 8 Jan 2018\nDid Clark and Hunt refuse to move?\nThere are plenty of briefings and counter-briefings flying around about Theresa May's first cabinet reshuffle since last year's election.\nThe political editors of ITV and The Sun are both suggesting that Health Secretary Jeremy Hunt or Business Secretary Greg Clark refused possible moves.\nAllow Twitter content?\nThis post contains content provided by Twitter. We ask for your permission before anything is loaded, as they may be using cookies and other technologies.\nYou may want to read Twitter’s cookie policy https://help.twitter.com/en/rules-and-policies/twitter-cookies and privacy policy https://twitter.com/en/privacy before accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nAllow Twitter content?\nThis post contains content provided by Twitter. We ask for your permission before anything is loaded, as they may be using cookies and other technologies.\nYou may want to read Twitter’s cookie policy https://help.twitter.com/en/rules-and-policies/twitter-cookies and privacy policy https://twitter.com/en/privacy before accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.17:00\nAs you were...\nSo, Greg Clark remains as Business Secretary and Jeremy Hunt stays on as Health Secretary.\nBoth had lengthy meetings at Downing Street with the prime minister before the announcements came through.\nAllow Twitter content?\nThis post contains content provided by Twitter. We ask for your permission before anything is loaded, as they may be using cookies and other technologies.\nYou may want to read Twitter’s cookie policy https://help.twitter.com/en/rules-and-policies/twitter-cookies and privacy policy https://twitter.com/en/privacy before accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nAllow Twitter content?\nThis post contains content provided by Twitter. We ask for your permission before anything is loaded, as they may be using cookies and other technologies.\nYou may want to read Twitter’s cookie policy https://help.twitter.com/en/rules-and-policies/twitter-cookies and privacy policy https://twitter.com/en/privacy before accepting. To view this content choose ‘accept and continue’.\nAccept and continue\nArticle share tools\nFacebook\nTwitter\nShareView more share options\nShare this post\nCopy this link\nRead more about these links.",
        "Publishdate": "No",
        "author": null,
        "link": "http://www.bbc.co.uk/news/live/business-42582443"
    },
    {
        "title": "China's credit rating downgraded by S&P - BBC News",
        "article": "China's credit rating downgraded by S&P\nPublished\n21 September 2017\nShare\nclose panel\nShare page\nCopy link\nAbout sharing\nImage source, Getty Images\nChina's credit rating has been downgraded by Standard & Poor's (S&P) because of worries over the rapid build up of debt in the country.\nS&P cut China's rating by one notch from AA- to A+, saying its debts had raised \"economic and financial risks\".\nThe International Monetary Fund warned in August that China's credit growth was on a \"dangerous trajectory\".\nS&P's move puts its rating for China on a par with the two other major credit rating agencies, Moody's and Fitch.\nThe downgrade comes a month ahead of the Communist Party Congress, the country's most significant political meeting which takes place only twice a decade and sets economic policy for the coming five years.\nThis government has a growth target of 6.5% for 2017, although the economy grew at an annual rate of 6.9% in the second quarter of the year.\nOne engine of growth has been investment in infrastructure and property by corporations and local authorities.\nImage source, Getty Images\nS&P said in a statement: \"The downgrade reflects our assessment that a prolonged period of strong credit growth has increased China's economic and financial risks.\"\nClaire Dissaux, head of global economics and strategy at Millennium Global Investments in London, told Reuters the debt problem in the country was immense: \"China's credit problem is the biggest problem we have ever seen in any country and probably justifies a lower rating.\"\nShe also warned that the centralised nature of the regime meant China's exact position might not be clear: \"One element that models cannot capture is the strength of institutions, such as transparency of regulation of the banking sector and central bank independence. All that is an argument to say China's rating might still be too good.\"\nMore on this story\nChina hit by financial scam 'epidemic'\nPublished\n19 September 2017\nChina shutting down Bitcoin exchanges\nPublished\n19 September 2017\nIMF warns on China's credit boom\nPublished\n15 August 2017\nChina's economy grows faster than expected\nPublished\n17 July 2017",
        "Publishdate": "No",
        "author": null,
        "link": "http://www.bbc.co.uk/news/business-41349662"
    },
    {
        "title": "S&P lowers Qatar's credit rating - BBC News",
        "article": "S&P lowers Qatar's credit rating\nPublished\n7 June 2017\nShare\nclose panel\nShare page\nCopy link\nAbout sharing\nImage source, Getty Images\nQatar's credit rating was lowered on Wednesday, in the latest fallout from the decision by a group of neighbouring countries to cut diplomatic and trade ties.\nThe downgrade by the S&P Global agency came as Qatar's currency fell to an 11-year low and its stock market tumbled.\nS&P Global reduced the nation's credit rating to AA- from AA and put the nation on a negative watch.\nNoting many uncertainties, the agency said it would monitor the situation.\nOil-rich Qatar is being isolated by its neighbours, including Saudi Arabia, Egypt, Bahrain and the United Arab Emirates.\nThey say Qatar backs militant groups including so-called Islamic State (IS) and al-Qaeda, which Qatar denies.\nQatar diplomatic crisis: What you need to know\nThe decision has led to suspended flights, concern over food shortages and the supply of construction materials.\n\"We believe this will exacerbate Qatar's external vulnerabilities and could put pressure on its economic growth and fiscal metrics,\" S&P said.\nS&P said it expects Qatar's economic growth to slow, as regional trade falls and corporate profitability declines in the face of reduced confidence.\nIt said there had been large \"non-resident\" deposits in Qatar's banks, and an increase in their lending to the government to fund infrastructure projects.\n\"In our opinion recent events have have the potential to destabilise these non-resident deposits and provoke an outflow,\" said S&P.\nIt said Qatar may need to use Qatar Investment Authority and sovereign wealth fund money, as well as central bank reserves to tackle any big outflow of funds.\nQatar's biggest trade partners are outside the region.\nBut six states involved in the blockade account for 10% of Qatari exports and 15% of its imports, according to the S&P note.\nAnother major rating agency, Moody's Investors Service, assesses Qatar at Aa3, which is the equivalent of S&P's new rating. Fitch Ratings puts Qatar at AA.\nS&P's next scheduled rating of Qatar is due on 25 August.",
        "Publishdate": "No",
        "author": null,
        "link": "https://www.bbc.co.uk/news/business-40194255"
    },
    {
        "title": "Wall Street: S&P and Nasdaq close at fresh records - BBC News",
        "article": "Wall Street: S&P and Nasdaq close at fresh records\nPublished\n24 January 2017\nShare\nclose panel\nShare page\nCopy link\nAbout sharing\nImage source, Reuters\nWall Street posted solid gains, with the S&P 500 and Nasdaq indexes reaching record highs.\nMining, energy, and financial stocks were among the big gainers, with healthcare and telecoms among the main losers.\nThe Dow Jones rose 0.6% to 19,912.7, and the S&P 500 rose 0.7% to 2,280.07. The Nasdaq added 0.9% to 5,600.9.\nSmall-company stocks outpaced the rest of the market. The Russell 2000 jumped 1.6% to 1,369.21 points.\nMining and other materials sector companies could benefit from initiatives by the White House to streamline the permitting process for manufacturing and clear the way for pipeline construction.\nEnergy companies climbed as crude oil prices closed higher. The rally also swept up stocks in US homebuilders.\nHealthcare, phone companies and other high-dividend stocks were among the biggest laggards as bond yields rose.\nWhile several big companies reported quarterly earnings, investors focused on the latest batch of executive actions from President Donald Trump.\nTrump talks\n\"The importance of this earnings season has been dimmed only because we all realise there's going to be some changes in policy,'' said J.J. Kinahan, TD Ameritrade's chief strategist. \"Now you're trading on the edicts, or whatever they may be, that are coming out of the White House.''\nTrump hosted a breakfast meeting with the heads of General Motors, Ford, and Fiat Chrysler, the big three US carmakers that argues should invest more in the US.\nThe chiefs expressed optimism after the meeting, prompting a rise in carmakers' shares. GM gained 1%, Ford added 2.4%, and Fiat Chrysler rose 5.8%.\nVerizon fell 4.4% after the phone and communications company posted earnings for the last three months of 2016 that fell short of what analysts' forecasts.",
        "Publishdate": "No",
        "author": null,
        "link": "http://www.bbc.co.uk/news/business-38715911"
    },
    {
        "title": "Dow, S&P and Nasdaq all hit new record highs - BBC News",
        "article": "Dow, S&P and Nasdaq all hit new record highs\nPublished\n11 August 2016\nShare\nclose panel\nShare page\nCopy link\nAbout sharing\nImage source, Reuters\nAll three major US indexes hit record highs - the first time they have done so on the same day since 1999 - as oil and retail stocks rose.\nThe Dow Jones rose 117.8 points, or 0.6%, to 18,613.5.\nThe wider S&P 500 index climbed 10.3 points to 2,185.7, while the Nasdaq was 23.8 points higher at 2,185.7.\nA stock market rally since late June has pushed the S&P up 7% in 2016, helped by better-than-expected quarterly results.\nHowever, some investors are concerned about high valuations. The S&P 500 is now priced at about 17 times expected profits, compared with a 10-year average of 14 times, according to Thomson Reuters data.\n\"I'm a bit surprised to see us hitting record highs again,\" said Randy Frederick of Charles Schwab in Austin. \"We are pretty topped out and we should move sideways for awhile.\"\nOil prices spiked 4%, with US crude reaching $43.37 a barrel and Brent crude rising to $45.89 a barrel.\nEarlier Saudi Arabia's energy minister suggested that petroleum suppliers should cut production to help rebalance global oil prices.\nShares of Chevron climbed 1.3%, while Exxon Mobil was 0.4% higher.\nShares in Macy's jumped 17% after the department store chain said like-for-like sales fell by less than expected in the most recent quarter and announced plans to shut 100 stores.\nRival department stores also saw their share prices climb. Nordstrom's and Dillard's both rose more than 7.5%.\nRetailer Kohl's jumped 16% after its profits came in above Wall Street's expectations.\nChinese e-commerce giant Alibaba rose 5% after reporting a 50% increase in quarterly revenues.",
        "Publishdate": "No",
        "author": null,
        "link": "https://www.bbc.co.uk/news/business-37044697"
    },
    {
        "title": "S&P hits new high as Wall Street rises - BBC News",
        "article": "S&P hits new high as Wall Street rises\nPublished\n22 July 2016\nShare\nclose panel\nShare page\nCopy link\nAbout sharing\nImage source, Reuters\n(Close): The S&P 500 inched to a new record high as Wall Street shrugged off poor earnings results to finish higher.\nThe broader S&P 500 index was up 9.86 points to 2175.03, nudging past the record set earlier in the week.\nThe Dow Jones climbed 53.62 points higher to 18570.85, while the Nasdaq rose 26.26 to 5100.16.\nThe gains came despite disappointing figures from General Electric and Boeing, although shares in both companies fell.\nGE, seen by analysts as a bellwether for the US economy, dropped 1.7% after it reported weak demand for new oil, gas and transportation equipment.\n'Biding time'\nBoeing shares fell early in the day but ended flat. The company announced a $2bn charge that would hit second quarter profits.\nAndre Bakhos, managing director at Janlyn Capital, said: \"The markets are biding time to see what the next set of earnings bring.\"\nThe weak results in the industrial sector were a concern, he added.\nShares of Verizon Communications rose 1.3% as rumours circulated that the company was nearing a deal to buy Yahoo's core internet business. Yahoo shares were up 1.4%.\nRival telecoms firm AT&T, which is also bidding for Yahoo's business, saw its shares climb 1.4%.\nPaypal fell 6.8% to $37.27 following results after the bell on Thursday night, despite several brokers raising their price target to between $42 and $50.\nInvestors will remain focused on quarterly earnings next week. In the tech sector Apple, Facebook, Alphabet and Amazon all report.",
        "Publishdate": "No",
        "author": null,
        "link": "http://www.bbc.co.uk/news/business-36870228"
    },
    {
        "title": "Stocks mixed despite ratings agency S&P lifting China outlook - BBC News",
        "article": "Stocks mixed despite ratings agency S&P lifting China outlook\nPublished\n18 July 2016\nShare\nclose panel\nShare page\nCopy link\nAbout sharing\nImage source, Getty Images\nAsia stocks closed mixed after Standard & Poor's raised its China growth forecast to 6.6% this year, up from the prior forecast of 6.35%.\nFor 2017 the ratings agency expects the world's second-biggest economy to expand by 6.3%.\nHong Kong's Hang Seng finished 0.7% higher at 21,803.18., while the Shanghai Composite closed 0.4% down at 21,803.18.\nIn Australia, the ASX/200 rose 0.5% to close at 5,458.50 points.\nSouth Korea's benchmark Kospi finished 0.2% higher to 2,021.11 points.\nJapan's markets are closed for a public holiday.\nWhen they reopen tomorrow, investors will be closely watching shares of Softbank after it announced a more-than-£24bn purchase of one of the UK's biggest technology companies, ARM Holdings.\nIn the currency markets, the Turkish lira recovered some of its losses against the US dollar in Asian trading after the government thwarted an apparent military coup over the weekend.\nThe lira rose by just over 2% in intraday trading as investors' fears about the political situation in Turkey eased.\nThe currency had tumbled by nearly 5% on Friday following news of the coup.",
        "Publishdate": "No",
        "author": null,
        "link": "https://www.bbc.co.uk/news/business-36822364"
    },
    {
        "title": "Brexit vote leads S&P to cut European Union credit rating - BBC News",
        "article": "Brexit vote leads S&P to cut European Union credit rating\nPublished\n30 June 2016\nShare\nclose panel\nShare page\nCopy link\nAbout sharing\nImage source, Getty Images\nRatings agency Standard and Poor's has cut its credit grade for the European Union after the UK's Brexit vote.\nS&P said the cut from AA+ to AA came after reassessment \"of cohesion within the EU, which we now consider to be a neutral rather than positive\".\nThe UK's Brexit vote had triggered \"greater uncertainty\" over long term economic and financial planning.\nOn Monday, S&P cut the UK's top AAA credit rating, saying Brexit could hit the economy and financial sector.\nS&P said the change to its EU rating was because the previous assessment was based on all 28 states remaining in the bloc.\nThe agency said: \"The rating action stems from S&P Global Ratings' view that the UK government's declared intention to leave the union lessens the supranational's fiscal flexibility, while reflecting weakening political cohesion.\n\"Our baseline scenario was previously that all 28 member states would remain inside the EU. While we expect the remaining 27 members to reaffirm their commitment to the union, we think the UK's departure will inevitably require new and complicated negotiations on the next seven-year budgetary framework.\n\"Going forward, revenue forecasting, long-term capital planning, and adjustments to key financial buffers of the EU will in our view be subject to greater uncertainty,\" S&P said.\nPound falls on hint of Bank stimulus\nAgencies downgrade UK credit rating\nHow will Brexit affect your finances?\nOn Monday, S&P stripped Britain of its top credit grade by two notches, from AAA to AA, warning the Brexit vote would lead to \"a less predictable, stable and effective policy framework in the UK\".\nA number of economists have warned about the consequences of leaving the EU, with IHS Global Insight cutting its growth forecasts to 1.5% from 2% for 2016 and to 0.2% from 2.4% for 2017.\nAlso on Thursday, Bank of England governor Mark Carney signalled that interest rates could be cut over the summer to help boost the UK economy.\nHe said \"some monetary policy easing\" would be required in response to the Brexit vote.\nMore on this story\nPound falls on hint of Bank stimulus\nPublished\n30 June 2016\nAgencies downgrade UK credit rating\nPublished\n27 June 2016\nHow will Brexit affect your finances?\nPublished\n24 June 2016",
        "Publishdate": "No",
        "author": null,
        "link": "https://www.bbc.co.uk/news/business-36679481"
    },
    {
        "title": "Oil rally sends Dow and S&P higher - BBC News",
        "article": "Oil rally sends Dow and S&P higher\nPublished\n7 March 2016\nShare\nclose panel\nShare page\nCopy link\nAbout sharing\nImage source, EPA\n(Close): Wall Street's Dow Jones and S&P 500 indexes closed higher for the fifth day running, in their longest winning streak since last October.\nIt came as a surge in commodity prices saw Brent crude oil rise above $40 a barrel for the first time this year.\nThe Dow Jones closed up 67.18 points at 17,073.95, while the broader S&P 500 rose 1.77 points to 2,001.76.\nHowever, the tech-heavy Nasdaq index fared less well, falling 8.77 points to 4,708.25.\nOil firms led the Dow higher, with Chevron adding 3.1% and Exxon gaining 2.6%.",
        "Publishdate": "No",
        "author": null,
        "link": "https://www.bbc.co.uk/news/business-35749789"
    },
    {
        "title": "US's S&P stock index ends best week of the year - BBC News",
        "article": "US's S&P stock index ends best week of the year\nPublished\n9 October 2015\nShare\nclose panel\nShare page\nCopy link\nAbout sharing\nImage source, AP\n(Close): US stocks closed higher with the S&P 500 ending its best week of the year.\nInvestors interpreted minutes from the latest Fed meeting as weakening the prospects for a rate rise this year.\nThe minutes showed the Fed believed the US economy could have coped with a rate rise last month, but it wanted to wait for more information.\nThe Dow Jones rose 34.21 points at 17,084.96, while the S&P 500 rose 1.49 points to 2,014.92.\nThe Nasdaq index, added 19.68 points, or 0.41%, to 4,830.47.\nShares in Alcoa fell 6.8% after its third quarter results fell short of expectations. The aluminium firm - which announced last week it was planning to split itself into two - said revenues dropped 21% to $5.6bn, while net income fell to $44m from $149m a year earlier.\nDespite the Fed minutes giving stocks a boost, a top Federal Reserve official said on Friday that a US rate rise was still likely this year.\nAtlanta Fed president Dennis Lockhart said: \"The economy remains on a satisfactory track and... I see a [rate] lift-off decision later this year at the October or December FOMC [Federal Open Market Committee] meetings as likely appropriate.\"\nHowever, he added: \"The data are giving off varied signals, and there is more ambiguity in the current moment than a few weeks ago.\"",
        "Publishdate": "No",
        "author": null,
        "link": "http://www.bbc.co.uk/news/business-34488196"
    },
    {
        "title": "US S&P stocks rally to record close after dollar weakens - BBC News",
        "article": "US S&P stocks rally to record close after dollar weakens\nPublished\n14 May 2015\nShare\nclose panel\nShare page\nCopy link\nAbout sharing\nImage source, Getty Images\n(Close): Wall Street shares rose on Thursday, and the S&P 500 closed at a new record high following a weaker dollar, which promises more profits for multinational companies.\nAlso positive were weekly jobless claims, which fell to a seasonally adjusted 264,000, near a 15-year low.\nThe S&P 500 index gained 22.59 points to 2,121.07, while the Nasdaq rose 69.10 points to 5,050.80.\nThe Dow Jones rose 191.75 points, or 1.06%, to 18,252.24,\nThere were no losers on the Dow Jones. On The S&P, Kohl's Corp dipped 13% after reporting quarterly revenue and same-store sales figures that failed to meet analysts' expectations.\nAnalysts cited cheap US and European money amid record-low interest rates and a bond-buying programme in Europe.",
        "Publishdate": "No",
        "author": null,
        "link": "https://www.bbc.co.uk/news/business-32742598"
    },
    {
        "title": "Greece in new downgrade by S&P for \"unsustainable\" commitments - BBC News",
        "article": "Greece in new downgrade by S&P for \"unsustainable\" commitments\nPublished\n16 April 2015\nShare\nclose panel\nShare page\nCopy link\nAbout sharing\nImage source, Getty Images\nImage caption,\nEurope and Greece negotiate over how the save the ruined economy\nRatings agency S&P has downgraded Greece's credit rating again, saying it expects its debt and other financial commitments will be \"unsustainable\".\nIt has dropped long and short-term sovereign credit ratings to CCC+/C from B-/B and says its outlook is negative.\nMarkets use sovereign ratings to work out the interest rate at which investors should lend to a country.\nOfficial figures on Wednesday also showed Greece's deficit last year was higher than government forecasts.\nThe budget deficit - the difference between its revenue and spending - was 3.5% of GDP, compared with the prediction of 0.8%. The worsening finances of the government could see Greece's creditors pushing for further austerity, experts said.\nMeanwhile, German Finance Minister Wolfgang Schaeuble warned that an agreement between Athens and its creditors was unlikely to happen any time soon.\n\"Until now, we don't have a solution, and I don't expect to get a solution in the next week,\" he said. Greece is meeting with its creditors in the Latvian capital, Riga, on 24 April.\nThe Syriza government is negotiating with the International Monetary Fund (IMF) and its eurozone partners in an attempt to lessen the burden of its debt repayments. A €750m ($800m; £540m) payment is due on 12 May, but the government will struggle to make it.\nAthens faces a \"choice between paying the IMF or paying the wages and pensions of its employees\", Raoul Ruparel, head of economic research at Open Europe, told the BBC.\n\"For a radical left-wing government such as Syriza, that is a very poisonous choice.\"\n'Unsustainable'\nS&P said, external the Greek economy had shrunk by 1% in six months, despite the twin benefits of a lower oil price and a weak euro.\n\"Greece's solvency hinges increasingly on favourable business, financial, and economic conditions... In our view, these conditions have worsened.\n\"Without deep economic reform or further relief, we expect Greece's debt and other financial commitments will be unsustainable.\"\nIt added that government finances, which appeared to be improving slightly last year, had now been dented by weaker economic activity and rising arrears on taxes.\nSince the end of November 2014, Greek banks have lost about 14% of their deposit base to customer withdrawals and deposit outflows have continued.\nThe conditions have been made worse by the uncertainty over the negotiations between Athens and its main creditors - the IMF, the European Commission and the European Central Bank.\nS&P said that economic prospects could deteriorate further unless Greece reached a deal over the next €7.2bn tranche of its bailout loan.\nBut time is running out. The ratings agency said: \"If the stalemate between Greece and its official lenders is not resolved before the middle of May, then there might not be enough time for the Greek parliament to enact whatever conditions are attached to a revised lending program.\"\nMore on this story\nGreece denies default accusations\nPublished\n14 April 2015\nEurozone: Six days for Greek deal\nPublished\n9 April 2015\nLagarde welcomes Athens payment news\nPublished\n6 April 2015\nRelated Internet Links\nS&P - Ratings - Americas\nThe BBC is not responsible for the content of external sites.",
        "Publishdate": "No",
        "author": null,
        "link": "https://www.bbc.co.uk/news/business-32326547"
    },
    {
        "title": "S&P to pay $1.4bn to regulators in sub-prime debt case - BBC News",
        "article": "S&P to pay $1.4bn to regulators in sub-prime debt case\nPublished\n3 February 2015\nShare\nclose panel\nShare page\nCopy link\nAbout sharing\nImage source, Reuters\nImage caption,\nThe US Justice Department alleged S&P failed to warn investors the property market was collapsing\nRatings agency Standard & Poor's (S&P) has agreed to pay a $1.38bn (£934m) settlement to US regulators over allegations it knowingly inflated its ratings of risky mortgage bonds.\nThe deal, external with the US Justice Department also resolves 19 other lawsuits.\nIn a statement, external, McGraw Hill - the parent company of S&P - said the \"settlement contains no findings of violations of law\".\nS&P is the first credit agency fined over financial crisis-era violations.\nThe settlement covers mortgage bond ratings between 2004 and 2007.\nThe bonds, which included sub-prime mortgages, were blamed for the collapse of the US property market and subsequent global financial crisis.\nSubprime trouble\nThe US Justice Department filed civil fraud charges against S&P two years ago.\nIt accused the credit rating firm of giving top recommendations - known as triple-A ratings - to mortgage bonds that it knew contained sub-prime mortgage debt and were therefore not as safe an investment as the rating suggested.\nThe US government said that S&P's ratings encouraged financial institutions around the world to buy and sell what proved to be \"toxic\" financial products in their trillions.\nIt also accused S&P of failing to warn investors that the housing market was collapsing in 2006 because doing so would have hurt its business.\nAt the time, S&P said the US government's case was entirely without factual or legal merit.\nMajor harm\n\"On more than one occasion, the company's leadership ignored senior analysts who warned that the company had given top ratings to financial products that were failing to perform as advertised,\" said Attorney General Eric Holder in a statement, external announcing the settlement.\n\"As S&P admits under this settlement, company executives complained that the company declined to downgrade underperforming assets, because it was worried that doing so would hurt the company's business.\n\"While this strategy may have helped S&P avoid disappointing its clients, it did major harm to the larger economy, contributing to the worst financial crisis since the Great Depression.\"\nS&P will pay $687.5m to the Justice Department and a further $678.5m to the 19 states that had brought lawsuits against it.\nS&P will also pay $125m in a separate settlement with the California Public Employees' Retirement System.\nMore on this story\nUS government to sue Standard & Poors. Video, 00:01:03US government to sue Standard & Poors\nPublished\n5 February 2013\n1:03\nDowngrade for most Italian banks\nPublished\n10 February 2012",
        "Publishdate": "No",
        "author": null,
        "link": "https://www.bbc.co.uk/news/business-31115174"
    },
    {
        "title": "Russia's credit rating is cut to junk by S&P - BBC News",
        "article": "Russia's credit rating is cut to junk by S&P\nPublished\n26 January 2015\nShare\nclose panel\nShare page\nCopy link\nAbout sharing\nImage source, Reuters\nRussia’s credit rating has been cut to junk – or below investment grade – by US ratings agency Standard and Poor’s for the first time in a decade.\nS&P gave Russia a rating of BB+, which puts it at the same level as Indonesia and Bulgaria.\nThis makes it harder for Russia to borrow money from investors.\n“Russia’s monetary-policy flexibility has become more limited and its economic growth prospects have weakened,” S&P said in a statement.\n“We… see a heightened risk that external and fiscal buffers will deteriorate due to rising external pressures and increased government support to the economy,” it added.\nRussia’s economy has been in free fall since the middle of last year, when plummeting oil prices cut the income for its oil industry and the unrest in Ukraine led to international sanctions.\nOil prices have plunged over 50% since the middle of last year, to $45 a barrel, which has been particularly difficult for Russia, which expected prices to stay near $100 per barrel in 2015.\nRussia’s economy is expected to contract by 4% to 5% this year.\n‘Excessive pessimism’\nRussia’s Finance minister Anton Siluanov said the S&P’s move indicated “excessive pessimism” on the part of the rating agency.\nMr Siluanov added: “The decision shouldn’t have a further serious impact on the capital market because market participants already priced in the risks of a downgrade to Russia’s credit rating.”\nHowever, the ruble dropped even further against the dollar in the wake of the announcement, falling 7.5% in late trading in Moscow.\nThe currency has depreciated over 40% against the dollar in the past year.\nS&P last downgraded Russia in April, but warned of impending action in late December.\nMore on this story\nRussia inflation up as rouble falls\nPublished\n31 December 2014\nRussia counts cost of rouble support\nPublished\n12 January 2015",
        "Publishdate": "No",
        "author": null,
        "link": "https://www.bbc.co.uk/news/business-30995473"
    },
    {
        "title": "France's credit outlook cut to negative by S&P - BBC News",
        "article": "France's credit outlook cut to negative by S&P\nPublished\n10 October 2014\nShare\nclose panel\nShare page\nCopy link\nAbout sharing\nImage source, Getty Images\nImage caption,\nFrance's economic recovery has stalled, leading S&P to shift its credit outlook from stable to negative\nCredit rating agency Standard and Poor's has cut France's credit outlook to 'negative', due to concerns about the country's struggling economic recovery.\nHowever, it affirmed France's AA/A-1+ rating, the third-highest rating.\n\"We believe that...a recovery of the French economy could prove elusive,\" said S&P in a statement.\nFrance's finance minister, Michel Sapin, said the country's debt was \"one of the surest in the world\".\n\"We will pursue the needed reforms, to boost our medium term growth prospects,\" he said in a statement., external\n\"French debt is one of the surest and most liquid in the world, with debt levels very much contained,\" he continued.\nOfficial figures from the Bank of France showed that the French economy did not grow at all in the second quarter, and for the third quarter it is forecasting growth of 0.2%.\n\"We believe that...a recovery of the French economy could prove elusive and that France's public finances might deteriorate beyond 2014,\" the ratings firm said.\nIt added that it expected France's budget deficit will average 4.1% of GDP between 2014 and 2017, an increase from earlier projections of 3.2%.\nThe French government has also said it will reduce its budget deficit to below the EU threshold of 3% of GDP by 2017, two years later than promised.\nS&P said the negative outlook indicated a one in three chance that certain events would occur which would push it to downgrade France's actual credit rating within the next two years.\nFor now, S&P said France's high income per capita and productivity, recovering competitiveness and profitability among French companies, and France's stable financial sector justified the country keeping its current rating.\nS&P last downgraded France in November 2013 when it cut its rating to AA.\nMore on this story\nFrance to shrink deficit by 2017\nPublished\n1 October 2014\nFrance set to miss deficit target\nPublished\n10 September 2014\nFrench ministers quit in economy row\nPublished\n25 August 2014",
        "Publishdate": "No",
        "author": null,
        "link": "https://www.bbc.co.uk/news/business-29578406"
    },
    {
        "title": "S&P and ABN Amro suffer Australian legal defeat - BBC News",
        "article": "S&P and ABN Amro suffer Australian legal defeat\nPublished\n6 June 2014\nShare\nclose panel\nShare page\nCopy link\nAbout sharing\nImage source, Reuters\nImage caption,\nS&P and ABN Amro should be liable for 100% of the losses suffered, the court said on Friday.\nTwo financial institutions have lost an Australian court appeal against a decision that they \"deceived\" investors prior to the 2008 financial crisis.\nCredit ratings agency Standard & Poor's and Dutch bank ABN Amro are being sued over financial products that lost most of their value in the downturn.\nThe case was brought by 12 Australian local authorities.\nS&P and ABN Amro should be liable for 100% of the losses suffered, the court said on Friday.\nAustralia's federal court dismissed appeals by Standard & Poor's and ABN Amro after investors successfully sued the firms.\nThe initial 2012 ruling said that the companies should be liable for 33% of the value of the credit derivatives.\nThe councils sued after being assured by Local Government Financial Services, an investment manager which sold the so-called \"Rembrandt\" notes arranged by ABN Amro in late 2006, that they had a less than 1% chance of defaulting.\nWithin six months, the councils lost A$16m ($14.9m, £8.9m), or 90% of the funds they had invested.\nThe products should not have been given triple-A ratings by S&P, the court said.\nThe case was the one of the first against a rating agency over financial products widely cited as one of the factors that triggered the 2008 crisis.\nS&P said it was disappointed by Friday's ruling, but declined to say whether it would appeal again.\n\"We continue to believe that it is bad policy to enforce a legal duty against a party like S&P, which has no relationship with investors who use rating opinions, yet impose no responsibility on those investors to conduct their own due diligence,\" it said in a statement.\nABN Amro's investment division was owned by RBS at the time the derivatives were sold. RBS declined to comment on Friday.\nS&P is facing legal action in other parts of the world over its ratings prior to the financial crisis.\nIn the US, sixteen states may pursue claims alleging that S&P issued misleading credit ratings.",
        "Publishdate": "No",
        "author": null,
        "link": "https://www.bbc.co.uk/news/business-27732742"
    },
    {
        "title": "Russia's credit rating downgraded by S&P - BBC News",
        "article": "Russia's credit rating downgraded by S&P\nPublished\n25 April 2014\nShare\nclose panel\nShare page\nCopy link\nAbout sharing\nImage source, Getty Images\nImage caption,\nUkraine's crisis is a significant concern for many of Russia's foreign investors\nCredit ratings agency Standard & Poor's has cut Russia's rating to one notch above \"junk\" status.\nThe move comes as foreign investors continue to take money out of the country amid tensions over the situation in Ukraine.\nS&P downgraded Russia's rating to 'BBB-' from 'BBB'.\nAlso on Friday, Russia's central bank raised its key interest rate from 7% to 7.5% as it sought to defend the value of the rouble.\nCapital flight\nAnnouncing the downgrade, S&P said: \"In our view, the tense geopolitical situation between Russia and Ukraine could see additional significant outflows of both foreign and domestic capital from the Russian economy.\"\nThe agency said this could \"further undermine already weakening growth prospects\".\nIt warned that further downgrades were possible if the West imposed tighter sanctions against Moscow.\nInvestors have been pulling money out of Russia since last year when the country's economy ran into trouble, but this process has intensified in recent weeks amid concerns over Ukraine.\nIn the first three months of this year, foreign investors have withdrawn $63.7bn (£37bn) from Russia, and economic growth has slowed significantly - it is expected to grow at no more than 0.5% during 2014.\nRussian shares, which have traded lower this week, fell further following the downgrade, with the MICEX stock index slipping over 1.6% at one stage.\nRussia's central bank said its rate rise was because of a higher inflation risk and the weakness of the rouble. The Russian currency has lost nearly 8% against the dollar this year.\nThe bank said its move would enable it to lower inflation to 6% by the end of 2014 and added it did not plan on cutting rates in coming months.\nRussia's Economy Minister Alexei Ulyukayev dismissed S&P's move, saying that \"partially, it is kind of a politically motivated decision\".\nHowever, analysts said other credit rating agencies were likely to follow suit.\n\"Russia is going backwards as reflected by developments in relations with Ukraine and the West,\" said Timothy Ash, analyst at Standard Bank.\nHe said the move was \"bad for investment, bad for capital flows, and bad for broader political, economic reform and institutional reform\".",
        "Publishdate": "No",
        "author": null,
        "link": "https://www.bbc.co.uk/news/business-27159423"
    },
    {
        "title": "Ukraine credit rating cut by S&P as violence continues - BBC News",
        "article": "Ukraine credit rating cut by S&P as violence continues\nPublished\n21 February 2014\nShare\nclose panel\nShare page\nCopy link\nAbout sharing\nImage source, Reuters\nImage caption,\nProtesters have clashed with police on the streets of Kiev\nOne of the world's leading credit rating agencies has downgraded Ukraine in light of political uncertainty and violent clashes in the capital Kiev.\nStandard & Poor's said the downgrade reflected \"our view that the political situation has deteriorated substantially\".\nIt downgraded the economy by one notch, from CCC+ to CCC.\nUkrainians are protesting about the government's plans to forge closer ties with Russia rather than with Europe.\nS&P also put Ukraine on a \"negative outlook\", suggesting further downgrades could be possible.\n\"We believe [the current situation] raises uncertainty regarding the continued provision of Russian financial support over the course of 2014, and puts the government's capability to meet debt service at increasing risk,\" the agency said in a statement.\n\"We consider that the future of the current Ukrainian leadership is now more uncertain than at any time since the protests began in November 2013.\"\nThe protests began in November last year after President Viktor Yanukovych's government rejected a far-reaching accord with the European Union in November 2013 in favour of stronger ties with Russia.\nRussia has promised financial assistance and cheaper energy prices in return.\nGas supplies\nThere was a further blow to Ukraine's finances when it cancelled plans to raise $2bn by issuing five-year eurobonds.\nIn a statement to the Irish Stock Exchange on Friday, Ukraine's finance ministry said the bond issue - which it had hoped would be bought by Russia - would not be going ahead.\nThere have been concerns that the situation in Ukraine will affect Russia, as the country is a key market for some Russian companies.\nIn addition, about 40% of exports from state gas firm Gazprom are sent via Ukraine, although the company said on Friday that gas exports to Europe through Ukraine were being \"pumped in full volumes\".\nRussian share prices rose slightly on Friday, following falls earlier in the week, following signs of a possible deal to end Ukraine's crisis.\nDmitry Dudkin, a fixed income analyst at Uralsib in Moscow, told the Reuters news agency that a default by Ukraine would not have a significant direct impact on Russia.\n\"There will be negative implications, but the spreads of Russian sovereign eurobonds have been pretty stable. I think investors perceive that the effect of a spillover effect from Ukraine is minimal.\"",
        "Publishdate": "No",
        "author": null,
        "link": "https://www.bbc.co.uk/news/business-26285792"
    },
    {
        "title": "Qantas: S&P cuts airline's credit rating to 'junk' - BBC News",
        "article": "Qantas: S&P cuts airline's credit rating to 'junk'\nPublished\n6 December 2013\nShare\nclose panel\nShare page\nCopy link\nAbout sharing\nImage caption,\nThe Qantas credit rating downgrade sends a warning to investors\nQantas, the Australian airline, has had its credit rating downgraded to \"junk\" - below-investment - level, by the ratings agency Standard & Poor's (S&P).\nThe downgrade could increase the airline's borrowing costs and sends a warning to investors.\nThe move by S&P comes after the airline issued a surprise profit warning and announced 1,000 job cuts on Thursday.\nThe carrier expects to make losses of up to A$300m ($271m; £165m) in the July-to-December period.\nS&P said the rating cut reflected its view \"that intense competition in the airline industry has weakened Qantas' business risk profile to fair from satisfactory, and financial risk profile to significant from intermediate.\"\nIt lowered the carrier's rating from the lowest investment grade, BBB-, to BB+.\n'Unprecedented pressures'\nGareth Evans, chief financial officer of Qantas, said the downgrade, external was \"not unexpected\" and \"highlights the unprecedented pressures that the Qantas Group is facing from several external forces but particularly from an uneven playing field in the Australian aviation market\".\nHowever, he added that Qantas \"retains a strong financial position, including a large cash balance and a significant asset base\".\nThe airline said in a statement that it had a cash balance of A$2.8bn as of 30 June 2013 and had reduced its debt by A$1bn in the last financial year.\nMoody's rating agency warned on Thursday that it may also lower the Australian flag carrier's rating.\nQantas has been hurt by a range of factors in recent times including higher fuel costs, subdued global travel demand and increased competition.\nThe airline has claimed that its ownership rules, which limit total foreign holding of Qantas to 49%, with foreign airlines allowed to own just 35%, have further hurt its growth.\nQantas has argued that limits on its foreign ownership have benefited arch rival Virgin, which has attracted investment from foreign carriers Etihad, Singapore Airlines and Air New Zealand.\n'House in Order'\nLast month, the airline backed a suggestion by Australian Treasurer Joe Hockey that these rules should be changed.\nQantas has also said it needs government action to help it compete more effectively.\nAustralia's Prime Minister Tony Abbott indicated that the government was unlikely to give Qantas any financial support.\nThe Australian Broadcasting Corporation quoted Mr Abbott as saying that Qantas had to \"get its house in order\".\n\"That's what has to happen,\" he said. \"If we subsidise Qantas, why not subsidise everyone?\"\n\"And if we subsidise everyone, that's just a bottomless pit into which we will descend.\"\nMr Abbott added that while Qantas was an iconic company, it was also a private one, and that it \"must run itself competently and profitably\".\nMore on this story\nQantas issues profit warning\nPublished\n5 December 2013\nRelated Internet Links\nQantas\nThe BBC is not responsible for the content of external sites.",
        "Publishdate": "No",
        "author": null,
        "link": "http://www.bbc.co.uk/news/business-25252286"
    },
    {
        "title": "S&P upgrades Spain's economic outlook - BBC News",
        "article": "S&P upgrades Spain's economic outlook\nPublished\n29 November 2013\nShare\nclose panel\nShare page\nCopy link\nAbout sharing\nImage caption,\nSpain's government has been slicing spending to help reduce public debt\nThe economic outlook for Spain has improved, says ratings agency Standard and Poor's (S&P).\nThe debt-laden country, whose banks came under severe pressure during the financial crisis, has been struggling to improve its public finances.\nS&P raised its assessment from negative to stable and re-affirmed its BBB- long-term sovereign credit rating.\nHowever, S&P cut its credit rating for the Netherlands from the top-level AAA rating to AA+.\nS&P citing the Netherland's worsening growth prospects as a reason for the cut.\nThis demotion leaves only Germany, Luxembourg and Finland as the remaining eurozone countries with the top rating of AAA, according to S&P.\nBut rival ratings agencies, Moody's and Fitch, have maintained their AAA rating for the Netherlands.\nAusterity measures\nSpain's economy grew 0.1% in the July-to-September period, after contracting for the previous nine quarters, officially lifting it out of recession.\nPrime Minister Mariano Rajoy's government is hoping economic growth will help reduce Spain's spiralling public debt, currently 943bn euros (£792.5bn; $1.3 trillion), or more than 92% of the country's entire gross domestic product (GDP).\nAusterity measures have led to riots, while unemployment has now reached 27%.\nThe country's banks, which received 41bn euros of EU bailout funding in 2012, have been gradually reducing their borrowings from the European Central Bank over the last year.\nMore on this story\nEurozone economic growth slows\nPublished\n14 November 2013\nSpain growth ends two-year recession\nPublished\n30 October 2013\nRelated Internet Links\nS&P\nThe BBC is not responsible for the content of external sites.",
        "Publishdate": "No",
        "author": null,
        "link": "https://www.bbc.co.uk/news/business-25150368"
    },
    {
        "title": "France's credit rating cut by S&P to AA - BBC News",
        "article": "France's credit rating cut by S&P to AA\nPublished\n8 November 2013\nShare\nclose panel\nShare page\nCopy link\nAbout sharing\nImage source, Getty Images\nImage caption,\nThe downgrade by S&P is the second one in two years for France\nStandard and Poor's (S&P) has cut France's credit rating to AA from AA+.\nThe moves comes almost two years after the country lost its top-rated AAA status.\nS&P said it downgraded France because high unemployment in the country was making it hard for the government to make important reforms which would boost growth,\nThe French government responded by saying that its debt rating was one of the safest in the eurozone.\nS&P said it expected government debt to hit 86% of gross domestic product (GDP) in 2015 and unemployment to remain above 10% until 2016.\nThe country's Finance Minister, Pierre Moscovici, said S&P had made \"critical and inexact judgements\".\nHe said in a statement: \"During the last 18 months the government has implemented major reforms aimed at improving the French economic situation, restoring its public finances, and its competitiveness.\"\nIn theory, a lower credit rating makes borrowing more expensive.\nThe return for investors buying French debt indeed did rise after the announcement.\nThe yield on French government 10-year bonds rose more than 20 basis points to 2.389% from 2.158%.\nPublic criticism\nS&P said in its statement: \"We believe the French government's reforms to taxation, as well as to product, services and labour markets, will not substantially raise France's medium-term growth prospects and that ongoing high unemployment is weakening support for further significant fiscal and structural policy measures.\"\nOur business editor, Robert Peston, said S&P was \"very publicly criticising France for not doing more to lift its economy out of the economic doldrums and cut persistently high unemployment\".\nHe said that, coming on the back of yesterday's decision by the European Central Bank to cut interest rates to almost zero, to ward off the threat of deflation and a return to recession, it was more evidence that the eurozone's structural weaknesses are far from being fixed.\nThe French Prime Minister, Jean-Marc Ayrault, said France's ratings remained among the best in the world and that the agency did not take into account all the reforms made by the government.\nHowever, the downgrade could be the last for some time.\nS&P attached a \"stable outlook\" to France, which implies a less than one-in-three chance that it would change France's rating over the next two years.\nMore on this story\nPeston: Eurozone not yet mended\nPublished\n8 November 2013\nWhat is a rating agency?\nPublished\n20 October 2014\nRelated Internet Links\nStandard & Poor's\nThe BBC is not responsible for the content of external sites.",
        "Publishdate": "No",
        "author": null,
        "link": "https://www.bbc.co.uk/news/business-24863628"
    },
    {
        "title": "Royal Bank of Scotland credit ratings downgraded by S&P - BBC News",
        "article": "Royal Bank of Scotland credit ratings downgraded by S&P\nPublished\n7 November 2013\nShare\nclose panel\nShare page\nCopy link\nAbout sharing\nImage caption,\nS&P said it had downgraded the bank's ratings after it announced changes to its restructuring plan\nRBS has expressed disappointment after its credit ratings were downgraded by Standard & Poor's (S&P).\nThe ratings agency said it had removed a \"positive transition notch\" it had built into the bank's ratings in 2011 in recognition of progress the group had made in restructuring.\nS&P downgraded The Royal Bank of Scotland plc and its core operating subsidiaries to A-/A-2, from A/A-1.\nThe agency also gave the bank a \"negative outlook\".\nIt said the move reflected the \"negative trend that we see for UK banking industry risk\".\nThe lowering of the long-term and short-term ratings came a week after RBS announced it would not split itself into separate so-called good and bad banks.\nIn a statement, S&P said: \"The lowering of the ratings reflects our view of the changes that RBS has announced to its restructuring plan, which include the creation of an internal 'bad bank' and the accelerated disposals of higher-risk assets.\n\"In our view, these changes create additional near-term execution risks and further delay the group's return to sustainable organic capital build.\n\"Although we recognise that the new plan has the potential to support RBS' creditworthiness over the longer term, we consider that the extended and expanded restructuring is not consistent with our previous expectations for the group's progress in its transition.\"\n'Considerable uncertainties'\nS&P also said the revised restructuring plan, \"with its associated large credit losses and execution risks\", had come at a time of continued underperformance in the group's core businesses, including the investment banking and international banking divisions.\nIt added that \"considerable uncertainties\" remained over the bank's exposure to future litigation and conduct risk.\nThe subsidiaries affected by the ratings downgrade are The Royal Bank of Scotland plc, The Royal Bank of Scotland NV and National Westminster Bank plc.\nResponding to the downgrade, RBS said: \"We are not expecting this downgrade to have a material adverse impact on the liquidity of the group.\n\"Given the neutral stance of the other agencies, we are disappointed with S&P's decision to downgrade our ratings.\"\nUS settlement\nIn a separate development, RBS has been told to pay nearly £100m as a settlement for the misleading sale of complex financial instruments in the United States during 2007.\nA US subsidiary of RBS was found to have misled investors about the safety of home loans behind $2.2bn (£1.37bn) worth of financial instruments.\nThe residential mortgage-backed securities were one of the main reasons banks made major losses in the financial crash.\nThe $154m (£95.7m) settlement, which follows an inquiry by the Securities and Exchange Commission, is being met from funds RBS has already set aside.\nThe US financial regulator said it would use the money to compensate investors \"for harm suffered as a result of RBS's conduct\".\nMore on this story\nRBS shares fall 7% on no-split plan\nPublished\n1 November 2013\nRatings downgrade for Aegon UK\nPublished\n23 October 2013\nRBS 'failed to lend' to businesses\nPublished\n1 November 2013\nRelated Internet Links\nRoyal Bank of Scotland\nThe BBC is not responsible for the content of external sites.",
        "Publishdate": "No",
        "author": null,
        "link": "https://www.bbc.co.uk/news/uk-scotland-scotland-business-24856832"
    },
    {
        "title": "S&P: US lawsuit is 'retaliation' for ratings downgrade - BBC News",
        "article": "S&P: US lawsuit is 'retaliation' for ratings downgrade\nPublished\n4 September 2013\nShare\nclose panel\nShare page\nCopy link\nAbout sharing\nImage caption,\nUS authorities have alleged that significant harm was caused by S&P's conduct\nRatings agency Standard and Poor's (S&P) has claimed the lawsuit filed against it by the US Justice Department was \"retaliation\" against its decision to downgrade the US's credit rating.\nThe agency was sued in February over its assessment of mortgage-backed securities before the financial crisis.\nThe suit alleged that S&P turned a blind eye to risks in the products, and gave them ratings that were too high.\nThe US government is seeking $5bn (£3bn) in penalties.\nIn a court filing on Tuesday, S&P, which had previously said the case was without merit, claimed that it was being sued in retaliation for its downgrade of the US credit rating in 2011.\nS&P downgraded the US rating in August 2011 by one notch, from AAA to AA+, amid a standoff in Congress over whether to raise the country's borrowing limit.\nIt had cited concerns about budget deficits as the reason behind the downgrade.\n\"Only S&P Ratings downgraded the United States and only S&P Ratings has been sued by the United States,\" S&P said in the court filing.\nRating criticism\nThe lawsuit is the first to be brought against a ratings agency for alleged wrongdoing connected to the financial crisis.\nCrisis jargon buster\nUse the dropdown for easy-to-understand explanations of key financial terms:\nAAA-rating\nAAA-rating\nThe best credit rating that can be given to a borrower's debts, indicating that the risk of borrowing defaulting is minuscule.\nGlossary in full\nrequire(['jquery-1'], function($) { $('.interactive').removeClass(\"interactive\"); var defaultWord = \"Collateralised+debt+obligations+%28CDOs%29=\"; defaultWord = defaultWord.replace(\"_\", \" \"); if (economy_def[defaultWord] !== undefined) { $('div.definition_title').html(defaultWord); $('div.definition_body').html(economy_def[defaultWord]); $('div#economy_glossary fieldset label').text(defaultWord); } });\nIn the run-up to the global financial crisis, investment banks routinely hired ratings agencies to assess the creditworthiness of investment products called Collateralised Debt Obligations, or CDOs.\nThese were complex financial transactions that packaged together thousands of loans given to individual homebuyers.\nThe ratings agencies were asked to assess the probability that the home loans, and, as a result, the CDOs, would ultimately be repaid.\nA top tier rating made it easier for the investment banks which put the CDOs together to sell them to investors around the world.\nHowever, as the value of these products collapsed various agencies, including S&P, were criticised for assigning top ratings to them.\nIn its lawsuit, the Justice Department has alleged that S&P gave them the top ratings because it wanted to encourage investors to buy more CDOs so that it could earn more fees.\nS&P has denied those allegations. But earlier this year it said that it \"deeply regrets\" that its ratings failed to anticipate the market conditions.\nMore on this story\nUS sues S&P over ratings 'fraud'\nPublished\n5 February 2013\nGeithner on 'terrible judgement' of S&P. Video, 00:00:23Geithner on 'terrible judgement' of S&P\nPublished\n8 August 2011\nMizuho pays $128m to end CDO case\nPublished\n19 July 2012",
        "Publishdate": "No",
        "author": null,
        "link": "https://www.bbc.co.uk/news/business-23954997"
    },
    {
        "title": "S&P upgrades Ireland's credit outlook as debt falls - BBC News",
        "article": "S&P upgrades Ireland's credit outlook as debt falls\nPublished\n12 July 2013\nShare\nclose panel\nShare page\nCopy link\nAbout sharing\nImage source, PA\nImage caption,\nThe near collapse of Ireland's banking sector led to the country's debt rating falling sharply\nStandard & Poor's has upgraded its credit outlook for the Republic of Ireland from \"stable\" to \"positive\", arguing that the country's debts are falling faster than expected.\n\"Ireland's economic recovery is under way\", it said.\nIreland lost its AAA credit rating in 2009 following the global financial crisis and it now stands at BBB-plus\nBut S&P said there was a one-in-three chance it would raise the country's credit rating in the next two years.\n\"The outlook revision reflects our view that Ireland's general government debt burden is likely to decline more rapidly, as a percentage of GDP, than we had previously expected,\" S&P said in a statement.\nIt expects that national debt will fall from 122% of gross domestic product (GDP) in 2013 to 112% by 2016.\nMoody's remains the only credit agency still rating Ireland's debt as \"junk\".\nThe Republic of Ireland had to ask eurozone countries and the International Monetary Fund for bailout loans worth 80bn euros following the near collapse of its banking and property sectors.\nIt has since focused on reducing government spending and trying to return to economic growth.\nIn April, eurozone finance ministers rewarded the country's efforts by giving Ireland more time to repay its bailout loans.\n\"When you look at some of the cliff-hangers we have had in the rest of the periphery, Ireland has kept its head down and got on with it and I think that has been recognised,\" said Philip O'Sullivan, chief economist at NCB Stockbrokers.\nBut while there are some positive signs of recovery - falling unemployment and a stabilisation in house prices, for example - its economy contracted by 0.6% in the first quarter of 2013 as exports slowed and domestic spending shrank.\nThe country is technically back in recession for the first time in four years.\nDespite this, S&P believes the Irish economy still has the potential to grow by 2% a year, in marked contrast to other eurozone bailout countries such as Greece and Portugal.\nMore on this story\nEx-bank boss says he was scapegoat\nPublished\n7 July 2013\nIreland profile\nPublished\n13 December 2022\nIreland officially back in recession\nPublished\n27 June 2013\nRelated Internet Links\nStandard & Poor's\nThe BBC is not responsible for the content of external sites.",
        "Publishdate": "No",
        "author": null,
        "link": "https://www.bbc.co.uk/news/business-23284847"
    },
    {
        "title": "Italy's credit rating has been downgraded by S&P - BBC News",
        "article": "Italy's credit rating has been downgraded by S&P\nPublished\n9 July 2013\nShare\nclose panel\nShare page\nCopy link\nAbout sharing\nImage caption,\nHigh unemployment and austerity measures have prompted many protests\nItaly's credit worthiness has been downgraded by the ratings agency S&P.\nIt said the continued weakness of the Italian economy was behind the cut, which saw the rating of government debt lowered to BBB from BBB+.\nItaly, the eurozone's third largest economy, has been in recession since the middle of 2011 and unemployment is currently running at more than 12%.\nS&P said it expects the Italian economy to contract by 1.9% this year, much worse than its previous forecast.\nThe agency said that a lack of reform is partly to blame for Italy's poor performance.\n\"In our view, the low growth stems in large part from rigidities in Italy's labour and product markets,\" S&P said in a statement.\nIt supported that view with European Union data that showed Italy's labour costs have risen more than any other eurozone nation.\nCommenting on the downgrade on Italian television, Prime Minister, Enrico Letta said: \"It's proof that the situation is still complex and Italy remains under special observation.\"",
        "Publishdate": "No",
        "author": null,
        "link": "https://www.bbc.co.uk/news/business-23250689"
    },
    {
        "title": "S&P reaffirms UK triple-A rating - BBC News",
        "article": "S&P reaffirms UK triple-A rating\nPublished\n5 April 2013\nShare\nclose panel\nShare page\nCopy link\nAbout sharing\nImage source, Reuters\nImage caption,\nStandard & Poor's is one of the big three credit rating agencies\nCredit rating agency Standard & Poor's has reaffirmed its triple-A rating for the UK, but warned of the continuing negative outlook for the economy.\nS&P said it may downgrade the UK from the highest rating in the future if economic conditions worsened.\nIn February, Moody's became the first rating agency to downgrade the UK from triple-A status.\nThe Treasury welcomed the S&P decision, saying it supported the government's efforts to cut the budget deficit.\n\"In today's reaffirmation of our credit rating, Standard & Poor's stress the government's commitment to continued fiscal consolidation,\" a Treasury statement said.\n\"They specifically say that a downgrade could be prompted by a change in the government's 'willingness and ability to implement its ambitious fiscal strategy'.\n\"This serves as a reminder that our country cannot afford to simply run away from our problems.\"\nFebruary's downgrade by Moody's, another of the big three rating agencies, was seen as a political embarrassment to the government, which had promised to protect the UK's credit rating when it was elected in 2010.\nS&P warned that it may still follow suit if the government's current plans veer off course.\n\"The outlook remains negative, reflecting our view of at least a one-in-three chance that we could lower the ratings if the UK's economic and fiscal performances were to weaken beyond our current expectations,\" it said.\nIt said it now expects the UK economy to grow by an average of 1.6% a year over the next three years - lower than the official forecast given by the Office for Budget Responsibility.\nMore on this story\nUK loses top AAA credit rating\nPublished\n23 February 2013\nWhat is a rating agency?\nPublished\n20 October 2014\nQ&A: UK credit rating downgrade\nPublished\n25 February 2013",
        "Publishdate": "No",
        "author": null,
        "link": "https://www.bbc.co.uk/news/business-22045938"
    },
    {
        "title": "Dow Jones and S&P climb to new highs - BBC News",
        "article": "Dow Jones and S&P climb to new highs\nPublished\n2 April 2013\nShare\nclose panel\nShare page\nCopy link\nAbout sharing\nImage caption,\nInvestors have seen a dramatic rally in the market in recent months\nNew York's Dow Jones and S&P 500 share indexes have set new all-time highs on Wall Street.\nThe rallies mean the stock markets are returning to levels not seen since before the global financial crisis.\nThe Dow rose 89 points, to close at 14,662, after an earlier intraday high of about 14,684.\nAnd the broader Standard & Poor's 500 closed at a record high of 1,570, suggesting investors are regaining confidence in the US economy.\nThe Dow has more than doubled in value since it plummeted to less than 6,550 points in the depth of the crisis in March 2009.\nTuesday's rally came after a US Department of Commerce report that showed new orders for manufactured goods rose 3% in February, topping predictions.\nAnd carmakers General Motors, Ford and Chrysler reported strong US monthly sales performances.\nGM said \"a strengthening economy and new products\" were factors behind the result.\nMore on this story\nObama signs budget cuts into effect\nPublished\n2 March 2013\nQ&A: 'Sequester' budget cuts\nPublished\n26 February 2013\nRevision takes US economy to growth\nPublished\n28 February 2013\nUS shows signs of stronger recovery\nPublished\n26 February 2013",
        "Publishdate": "No",
        "author": null,
        "link": "https://www.bbc.co.uk/news/business-22009412"
    },
    {
        "title": "S&P tried to defraud investors says US Justice Department - BBC News",
        "article": "S&P tried to defraud investors says US Justice Department\nPublished\n5 February 2013\nShare\nclose panel\nShare page\nCopy link\nAbout sharing\nImage caption,\nAttorney General Eric Holder said that S&P's actions had been \"egregious\"\nThe US Justice Department has confirmed it will sue Standard and Poor's over a \"scheme to defraud investors\" before the financial crisis.\nAttorney General Eric Holder announced that the Department had filed a civil lawsuit against the firm over the way it rated mortgage bonds.\n\"This alleged conduct is egregious and it goes to the very heart of the recent financial crisis,\" he said.\nS&P said the case is entirely without factual or legal merit.\nThe lawsuit, external is the first to be brought against a ratings agency for alleged wrongdoing connected to the financial crisis.\nOn Monday, S&P announced that it expected to be accused by the Justice Department.\nShares in S&P's owner, the US publishing and media group McGraw Hill, fell 13.8% on Wall Street on Monday following the announcement, and a further 10.7% on Tuesday after the Justice Department unveiled details of its action.\nShares in fellow ratings agency Moody's fell 10.7% on Monday and more than 8% on Tuesday.\n'Concealment of material facts'\nS&P and other ratings agencies have faced criticism from investors, politicians and regulators for assigning their top AAA ratings to thousands of sub-prime and other mortgage securities that later collapsed in value.\nCrisis jargon buster\nUse the dropdown for easy-to-understand explanations of key financial terms:\nAAA-rating\nAAA-rating\nThe best credit rating that can be given to a borrower's debts, indicating that the risk of borrowing defaulting is minuscule.\nGlossary in full\nrequire(['jquery-1'], function($) { $('.interactive').removeClass(\"interactive\"); var defaultWord = \"Collateralised+debt+obligations+%28CDOs%29=\"; defaultWord = defaultWord.replace(\"_\", \" \"); if (economy_def[defaultWord] !== undefined) { $('div.definition_title').html(defaultWord); $('div.definition_body').html(economy_def[defaultWord]); $('div#economy_glossary fieldset label').text(defaultWord); } });\nIn the run-up to the financial crisis, S&P and other ratings agencies were routinely hired by investment banks to assess the creditworthiness of investment products called Collateralised Debt Obligations, or CDOs.\nThese were complex financial transactions that packaged together thousands of loans to individual homebuyers.\nThe ratings agencies' job was to assess the likelihood that the home loans - and therefore the CDOs - would ultimately be repaid. Their ratings enabled the investment banks which put the CDOs together to then sell them to investors around the world.\nThe Justice Department claimed that S&P turned a blind eye to the risk inherent in these products, and assigned them ratings that were too high, because the ratings agency wanted to encourage investors to buy more CDOs so that they could earn more fees.\nFrom September 2004 until October 2007, S&P had knowingly sought \"to obtain money from [large US] investors by means of material false and fraudulent pretences, representations, and promises, and the concealment of material facts\", according to the charges against it.\n'Deep regret'\nThe Department also said that S&P knew to be false its claims to investors that it did not have any conflict of interest. This is because the fees it earned incentivised it to downplay the true risk of the CDOs never being repaid, the Department said.\nThe charges went on to accuse S&P of delaying updates to its financial models that might otherwise have made clear how risky these investments were.\nFollowing the crisis, the models used by ratings agencies to assess CDOs were widely criticised for failing to consider the possibility that a downturn could afflict the entire US housing market simultaneously, simply because no such downturn had happened in recent history.\nFurthermore, the Justice Department claimed that in 2007 - in the early stages of the financial crisis, when the US housing market had taken a decisive turn for the worse - S&P knowingly continued to assign overly optimistic ratings to high-risk subprime mortgage debts.\nS&P said on Monday that it \"deeply regrets\" how its CDO ratings failed to anticipate mortgage market conditions as the financial crisis hit, and that it has since spent $400m to help bolster the quality of its ratings.\n\"Every CDO that [the department] has cited to us also independently received the same rating from another rating agency.\n\"The Department of Justice would be wrong in contending that S&P ratings were motivated by commercial considerations and not issued in good faith.\"\nMore on this story\nGeithner on 'terrible judgement' of S&P. Video, 00:00:23Geithner on 'terrible judgement' of S&P\nPublished\n8 August 2011\nMizuho pays $128m to end CDO case\nPublished\n19 July 2012",
        "Publishdate": "No",
        "author": null,
        "link": "https://www.bbc.co.uk/news/business-21342282"
    },
    {
        "title": "S&P raises Greece's credit rating - BBC News",
        "article": "S&P raises Greece's credit rating\nPublished\n18 December 2012\nShare\nclose panel\nShare page\nCopy link\nAbout sharing\nImage caption,\nThe Greek government is continuing with austerity measures despite protests\nRatings agency Standard and Poor's has raised the credit rating of Greece's sovereign debt by six levels, praising the \"strong determination\" of fellow eurozone countries to help it stay as a member state.\nS&P has increased Greece's rating from \"selective default\" to \"B-minus\".\nThe agency also praised the continuing efforts by Greece's government to cut its spending.\nGreece is currently receiving the second of two bailouts.\nLast week, Greece started to receive the latest tranche of the bailout funds from the European Union and International Monetary Fund.\nThey agreed to release 49.1bn euros ($57bn; £37bn) after continuing austerity work by Greece, and a buyback of some of its debt.\nA total of 240bn euros has been earmarked for Greece from the two bailout loans.\nSo far, Greece has received nearly 149bn euros (£119bn; $191bn) from the eurozone and the International Monetary Fund, out of that 240bn euros.\nS&P said in its statement: \"The upgrade reflects our view of the strong determination of European Economic and Monetary Union (eurozone) member states to preserve Greek membership in the eurozone.\n\"The outlook on the long-term rating is stable, balancing our view of the government's commitment to a fiscal and structural adjustment against the economic and political challenges of doing so.\"\nGreece had to seek the bailouts to meet its debt repayments after years of overspending meant it could not keep up with its debt obligations.\nThe negative market opinion of Greece's situation only worsened its position, as it pushed up the yield, or level of interest, that the the country had to offer on the sale of its new government bonds, in order to attract buyers.\nThe BBC's economics editor Stephanie Flanders said of S&P's announcement: \"This is a significant upgrade, which the Greek government will consider a vote of confidence, but it seems to be more of a vote of confidence in the euro in general.\n\"Greece is not out of the woods economically, by any stretch of the imagination. But financial markets do now think a Greek exit from the euro is less likely.\n\"S&P is catching up with that market optimism with this upgrade. In theory, the fact that a large part of Greek sovereign debt has already been restructured also makes future defaults a bit less likely.\"\nRelated Internet Links\nS&P\nThe BBC is not responsible for the content of external sites.",
        "Publishdate": "No",
        "author": null,
        "link": "https://www.bbc.co.uk/news/business-20773955"
    }
]